{
  "text": {
    " ": 0,
    "أ": 141,
    "ر": 329,
    "ي": 541,
    "د": 299,
    " أ": 7,
    "أر": 145,
    "ري": 349,
    "يد": 550,
    "د ": 300,
    " أر": 10,
    "أري": 148,
    "ريد": 352,
    "يد ": 551,
    " أري": 11,
    "أريد": 149,
    "ريد ": 353,
    "ح": 275,
    "ج": 267,
    "ز": 356,
    " ح": 48,
    "حج": 276,
    "جز": 270,
    "ز ": 357,
    " حج": 49,
    "حجز": 277,
    "جز ": 271,
    " حجز": 50,
    "حجز ": 278,
    "ل": 432,
    "ة": 244,
    " ر": 56,
    "رح": 346,
    "حل": 279,
    "لة": 448,
    "ة ": 245,
    " رح": 57,
    "رحل": 347,
    "حلة": 280,
    "لة ": 449,
    " رحل": 58,
    "رحلة": 348,
    "حلة ": 281,
    "ا": 167,
    " ا": 21,
    "اح": 173,
    " اح": 22,
    "احج": 174,
    " احج": 23,
    "احجز": 175,
    " ل": 72,
    "لي": 475,
    "ي ": 542,
    " لي": 75,
    "لي ": 476,
    " لي ": 76,
    "ت": 246,
    "ذ": 320,
    "ك": 422,
    " ت": 43,
    "تذ": 252,
    "ذك": 323,
    "كر": 427,
    "رة": 339,
    " تذ": 44,
    "تذك": 253,
    "ذكر": 324,
    "كرة": 428,
    "رة ": 340,
    " تذك": 45,
    "تذكر": 254,
    "ذكرة": 325,
    "كرة ": 429,
    "ه": 515,
    "ب": 231,
    " ذ": 53,
    "ذه": 326,
    "ها": 516,
    "اب": 171,
    "ب ": 232,
    " ذه": 54,
    "ذها": 327,
    "هاب": 517,
    "اب ": 172,
    " ذها": 55,
    "ذهاب": 328,
    "هاب ": 518,
    "و": 522,
    "ع": 387,
    " و": 93,
    "وع": 530,
    "عو": 392,
    "ود": 527,
    "دة": 306,
    " وع": 94,
    "وعو": 531,
    "عود": 393,
    "ودة": 528,
    "دة ": 307,
    " وعو": 95,
    "وعود": 532,
    "عودة": 394,
    "ودة ": 529,
    "م": 479,
    "ن": 495,
    " م": 77,
    "من": 488,
    "ن ": 496,
    " من": 80,
    "من ": 489,
    " من ": 81,
    "ال": 206,
    "لد": 459,
    "دا": 301,
    "ار": 182,
    "ر ": 330,
    " ال": 28,
    "الد": 222,
    "لدا": 460,
    "دار": 302,
    "ار ": 183,
    " الد": 36,
    "الدا": 223,
    "لدار": 461,
    "دار ": 303,
    "ض": 378,
    "ء": 133,
    "لب": 445,
    "بي": 241,
    "يض": 556,
    "ضا": 379,
    "اء": 169,
    "ء ": 134,
    "الب": 214,
    "لبي": 446,
    "بيض": 242,
    "يضا": 557,
    "ضاء": 380,
    "اء ": 170,
    " الب": 32,
    "البي": 215,
    "لبيض": 447,
    "بيضا": 243,
    "يضاء": 558,
    "ضاء ": 381,
    "ش": 368,
    "مر": 484,
    "را": 331,
    "اك": 203,
    "كش": 430,
    "ش ": 369,
    " مر": 78,
    "مرا": 486,
    "راك": 332,
    "اكش": 204,
    "كش ": 431,
    " مرا": 79,
    "مراك": 487,
    "راكش": 333,
    "اكش ": 205,
    "إ": 163,
    "ى": 539,
    " إ": 18,
    "إل": 164,
    "لى": 473,
    "ى ": 540,
    " إل": 19,
    "إلى": 165,
    "لى ": 474,
    " إلى": 20,
    "إلى ": 166,
    "س": 358,
    " ب": 40,
    "با": 233,
    "يس": 554,
    "س ": 359,
    " با": 41,
    "بار": 234,
    "اري": 184,
    "ريس": 354,
    "يس ": 555,
    " بار": 42,
    "باري": 235,
    "اريس": 186,
    "ريس ": 355,
    " ي": 96,
    "يو": 562,
    "وم": 537,
    "م ": 480,
    " يو": 97,
    "يوم": 566,
    "وم ": 538,
    " يوم": 99,
    "يوم ": 567,
    "_": 100,
    "n": 121,
    "u": 129,
    "m": 117,
    "b": 109,
    "e": 113,
    "r": 125,
    " _": 1,
    "__": 102,
    "_n": 106,
    "nu": 122,
    "um": 130,
    "mb": 118,
    "be": 110,
    "er": 114,
    "r_": 126,
    "_ ": 101,
    " __": 2,
    "__n": 104,
    "_nu": 107,
    "num": 123,
    "umb": 131,
    "mbe": 119,
    "ber": 111,
    "er_": 115,
    "r__": 127,
    "__ ": 103,
    " __n": 3,
    "__nu": 105,
    "_num": 108,
    "numb": 124,
    "umbe": 132,
    "mber": 120,
    "ber_": 112,
    "er__": 116,
    "r__ ": 128,
    "ول": 533,
    "و ": 523,
    "يول": 564,
    "ولي": 535,
    "ليو": 477,
    "يو ": 563,
    " يول": 98,
    "يولي": 565,
    "وليو": 536,
    "ليو ": 478,
    "ف": 401,
    "لس": 467,
    "سف": 365,
    "فر": 405,
    "الس": 227,
    "لسف": 468,
    "سفر": 366,
    "فر ": 406,
    " الس": 38,
    "السف": 228,
    "لسفر": 469,
    "سفر ": 367,
    " ف": 65,
    "في": 412,
    " في": 70,
    "في ": 413,
    " في ": 71,
    "در": 308,
    "رج": 343,
    "جة": 268,
    "لدر": 462,
    "درج": 309,
    "رجة": 344,
    "جة ": 269,
    "الدر": 224,
    "لدرج": 463,
    "درجة": 310,
    "رجة ": 345,
    "ق": 414,
    "ص": 373,
    "لا": 442,
    "اق": 200,
    "قت": 416,
    "تص": 258,
    "صا": 375,
    "اد": 179,
    "دي": 315,
    "ية": 546,
    "الا": 212,
    "لاق": 443,
    "اقت": 201,
    "قتص": 417,
    "تصا": 259,
    "صاد": 376,
    "ادي": 180,
    "دية": 316,
    "ية ": 547,
    " الا": 31,
    "الاق": 213,
    "لاقت": 444,
    "اقتص": 202,
    "قتصا": 418,
    "تصاد": 260,
    "صادي": 377,
    "ادية": 181,
    "دية ": 317,
    "فن": 409,
    "ند": 508,
    "دق": 311,
    "ق ": 415,
    " فن": 68,
    "فند": 410,
    "ندق": 509,
    "دق ": 312,
    " فند": 69,
    "فندق": 411,
    "ندق ": 510,
    " ن": 85,
    "نج": 503,
    "جو": 272,
    " نج": 86,
    "نجو": 506,
    "جوم": 273,
    " نجو": 87,
    "نجوم": 507,
    "جوم ": 274,
    "فا": 402,
    "اس": 187,
    " فا": 66,
    "فاس": 403,
    "اس ": 188,
    " فاس": 67,
    "فاس ": 404,
    "ً": 574,
    "قً": 419,
    "ًا": 575,
    "ا ": 168,
    "دقً": 313,
    "قًا": 420,
    "ًا ": 576,
    "ندقً": 511,
    "دقًا": 314,
    "قًا ": 421,
    "حي": 282,
    " حي": 51,
    "حي ": 283,
    " حي ": 52,
    "أك": 153,
    "كد": 423,
    "ل ": 433,
    " أك": 14,
    "أكد": 154,
    "كدا": 425,
    "دال": 304,
    "ال ": 207,
    " أكد": 15,
    "أكدا": 156,
    "كدال": 426,
    "دال ": 305,
    "ط": 382,
    "لر": 464,
    "رب": 334,
    "اط": 195,
    "ط ": 383,
    "الر": 225,
    "لرب": 465,
    "ربا": 335,
    "باط": 236,
    "اط ": 196,
    " الر": 37,
    "الرب": 226,
    "لربا": 466,
    "رباط": 336,
    "باط ": 237,
    " ط": 59,
    "طن": 384,
    " طن": 60,
    "طنج": 385,
    "نجة": 504,
    " طنج": 61,
    "طنجة": 386,
    "نجة ": 505,
    "لأ": 437,
    "بع": 238,
    "عة": 388,
    " لأ": 73,
    "لأر": 438,
    "أرب": 146,
    "ربع": 337,
    "بعة": 239,
    "عة ": 389,
    " لأر": 74,
    "لأرب": 439,
    "أربع": 147,
    "ربعة": 338,
    "بعة ": 240,
    "خ": 284,
    "أش": 150,
    "شخ": 370,
    "خا": 286,
    "اص": 193,
    "ص ": 374,
    " أش": 12,
    "أشخ": 151,
    "شخا": 371,
    "خاص": 287,
    "اص ": 194,
    " أشخ": 13,
    "أشخا": 152,
    "شخاص": 372,
    "خاص ": 288,
    "أخ": 142,
    "خت": 289,
    "تا": 248,
    " أخ": 8,
    "أخت": 143,
    "ختا": 290,
    "تار": 249,
    " أخت": 9,
    "أختا": 144,
    "ختار": 291,
    "تار ": 250,
    "لخ": 456,
    "خي": 296,
    "يا": 543,
    "الخ": 220,
    "لخي": 457,
    "خيا": 297,
    "يار": 544,
    " الخ": 35,
    "الخي": 221,
    "لخيا": 458,
    "خيار": 298,
    "يار ": 545,
    "أو": 160,
    "الأ": 210,
    "لأو": 440,
    "أول": 161,
    "ول ": 534,
    " الأ": 30,
    "الأو": 211,
    "لأول": 441,
    "أول ": 162,
    " ه": 90,
    "هذ": 519,
    "ذا": 321,
    " هذ": 91,
    "هذا": 520,
    "ذا ": 322,
    " هذا": 92,
    "هذا ": 521,
    "نا": 497,
    "سب": 360,
    "منا": 490,
    "ناس": 499,
    "اسب": 189,
    "سب ": 361,
    " منا": 82,
    "مناس": 491,
    "ناسب": 500,
    "اسب ": 190,
    "اخ": 176,
    "تر": 255,
    "رت": 341,
    "ت ": 247,
    " اخ": 24,
    "اخت": 177,
    "ختر": 292,
    "ترت": 256,
    "رت ": 342,
    " اخت": 25,
    "اختر": 178,
    "خترت": 293,
    "ترت ": 257,
    "غ": 395,
    "تغ": 261,
    "غي": 396,
    "يي": 568,
    "ير": 552,
    " تغ": 46,
    "تغي": 262,
    "غيي": 397,
    "يير": 569,
    "ير ": 553,
    " تغي": 47,
    "تغيي": 263,
    "غيير": 398,
    "يير ": 570,
    "لم": 470,
    "مد": 481,
    "ين": 559,
    "نة": 501,
    "الم": 229,
    "لمد": 471,
    "مدي": 482,
    "دين": 318,
    "ينة": 560,
    "نة ": 502,
    " الم": 39,
    "المد": 230,
    "لمدي": 472,
    "مدين": 483,
    "دينة": 319,
    "ينة ": 561,
    "ّ": 577,
    " غ": 62,
    "يّ": 571,
    "ّر": 578,
    " غي": 63,
    "غيّ": 399,
    "يّر": 572,
    "ّر ": 579,
    " غيّ": 64,
    "غيّر": 400,
    "يّر ": 573,
    "لت": 450,
    "يخ": 548,
    "خ ": 285,
    "الت": 216,
    "لتا": 451,
    "ريخ": 350,
    "يخ ": 549,
    " الت": 33,
    "التا": 217,
    "لتار": 452,
    "تاري": 251,
    "اريخ": 185,
    "ريخ ": 351,
    "آ": 135,
    " آ": 4,
    "آخ": 136,
    "خر": 294,
    " آخ": 5,
    "آخر": 137,
    "خر ": 295,
    " آخر": 6,
    "آخر ": 138,
    "نع": 512,
    "عم": 390,
    " نع": 88,
    "نعم": 513,
    "عم ": 391,
    " نعم": 89,
    "نعم ": 514,
    "كد ": 424,
    "أكد ": 155,
    "لح": 453,
    "الح": 218,
    "لحج": 454,
    " الح": 34,
    "الحج": 219,
    "لحجز": 455,
    "لآ": 434,
    "آن": 139,
    "الآ": 208,
    "لآن": 435,
    "آن ": 140,
    " الآ": 29,
    "الآن": 209,
    "لآن ": 436,
    "أن": 157,
    " أن": 16,
    "أنا": 158,
    "نا ": 498,
    " أنا": 17,
    "أنا ": 159,
    "مو": 492,
    "وا": 524,
    "اف": 197,
    "فق": 407,
    " مو": 83,
    "موا": 493,
    "واف": 525,
    "افق": 198,
    "فق ": 408,
    " موا": 84,
    "مواف": 494,
    "وافق": 526,
    "افق ": 199,
    "ست": 362,
    "تم": 264,
    " اس": 26,
    "است": 191,
    "ستم": 363,
    "تمر": 265,
    "مر ": 485,
    " است": 27,
    "استم": 192,
    "ستمر": 364,
    "تمر ": 266
  },
  "response": null,
  "action_text": null
}