{
  "text": {
    " ": 0,
    "أ": 143,
    "ر": 331,
    "ي": 553,
    "د": 310,
    " أ": 4,
    "أر": 153,
    "ري": 349,
    "يد": 562,
    "د ": 311,
    " أر": 11,
    "أري": 154,
    "ريد": 352,
    "يد ": 563,
    " أري": 12,
    "أريد": 155,
    "ريد ": 353,
    "ح": 290,
    "ج": 278,
    "ز": 361,
    " ح": 45,
    "حج": 294,
    "جز": 282,
    "ز ": 362,
    " حج": 46,
    "حجز": 295,
    "جز ": 283,
    " حجز": 47,
    "حجز ": 296,
    "ل": 444,
    "ة": 257,
    " ر": 56,
    "رح": 344,
    "حل": 297,
    "لة": 453,
    "ة ": 258,
    " رح": 57,
    "رحل": 345,
    "حلة": 298,
    "لة ": 454,
    " رحل": 58,
    "رحلة": 346,
    "حلة ": 299,
    "م": 487,
    "ن": 502,
    " م": 84,
    "من": 498,
    "ن ": 503,
    " من": 89,
    "من ": 499,
    " من ": 90,
    "ا": 181,
    "ك": 436,
    "ش": 370,
    "مر": 492,
    "را": 333,
    "اك": 217,
    "كش": 442,
    "ش ": 371,
    " مر": 87,
    "مرا": 493,
    "راك": 334,
    "اكش": 218,
    "كش ": 443,
    " مرا": 88,
    "مراك": 494,
    "راكش": 335,
    "اكش ": 219,
    "إ": 174,
    "ى": 551,
    " إ": 22,
    "إل": 175,
    "لى": 481,
    "ى ": 552,
    " إل": 23,
    "إلى": 176,
    "لى ": 482,
    " إلى": 24,
    "إلى ": 177,
    " ا": 25,
    "ال": 220,
    "لد": 464,
    "دا": 312,
    "ار": 200,
    "ر ": 332,
    " ال": 28,
    "الد": 229,
    "لدا": 465,
    "دار": 313,
    "ار ": 201,
    " الد": 33,
    "الدا": 230,
    "لدار": 466,
    "دار ": 314,
    "ب": 242,
    "ض": 383,
    "ء": 141,
    "لب": 450,
    "بي": 251,
    "يض": 570,
    "ضا": 385,
    "اء": 183,
    "ء ": 142,
    "الب": 223,
    "لبي": 451,
    "بيض": 252,
    "يضا": 571,
    "ضاء": 386,
    "اء ": 184,
    " الب": 30,
    "البي": 224,
    "لبيض": 452,
    "بيضا": 253,
    "يضاء": 572,
    "ضاء ": 387,
    "و": 531,
    " ي": 103,
    "يو": 575,
    "وم": 546,
    "م ": 488,
    " يو": 104,
    "يوم": 579,
    "وم ": 547,
    " يوم": 106,
    "يوم ": 580,
    "_": 108,
    "n": 129,
    "u": 137,
    "m": 125,
    "b": 117,
    "e": 121,
    "r": 133,
    " _": 1,
    "__": 110,
    "_n": 114,
    "nu": 130,
    "um": 138,
    "mb": 126,
    "be": 118,
    "er": 122,
    "r_": 134,
    "_ ": 109,
    " __": 2,
    "__n": 112,
    "_nu": 115,
    "num": 131,
    "umb": 139,
    "mbe": 127,
    "ber": 119,
    "er_": 123,
    "r__": 135,
    "__ ": 111,
    " __n": 3,
    "__nu": 113,
    "_num": 116,
    "numb": 132,
    "umbe": 140,
    "mber": 128,
    "ber_": 120,
    "er__": 124,
    "r__ ": 136,
    "ول": 541,
    "لي": 483,
    "و ": 532,
    "يول": 577,
    "ولي": 544,
    "ليو": 485,
    "يو ": 576,
    " يول": 105,
    "يولي": 578,
    "وليو": 545,
    "ليو ": 486,
    "ذ": 325,
    "ه": 521,
    "ً": 586,
    " ذ": 53,
    "ذه": 328,
    "ها": 522,
    "اب": 185,
    "بً": 254,
    "ًا": 587,
    "ا ": 182,
    " ذه": 54,
    "ذها": 329,
    "هاب": 523,
    "ابً": 187,
    "بًا": 255,
    "ًا ": 588,
    " ذها": 55,
    "ذهاب": 330,
    "هابً": 525,
    "ابًا": 188,
    "بًا ": 256,
    " و": 100,
    "وإ": 533,
    "إي": 178,
    "يا": 555,
    " وإ": 101,
    "وإي": 534,
    "إيا": 179,
    "ياب": 556,
    " وإي": 102,
    "وإيا": 535,
    "إياب": 180,
    "يابً": 557,
    "ف": 416,
    " ف": 70,
    "في": 427,
    "ي ": 554,
    " في": 77,
    "في ": 428,
    " في ": 78,
    "در": 315,
    "رج": 341,
    "جة": 280,
    "لدر": 467,
    "درج": 316,
    "رجة": 342,
    "جة ": 281,
    "الدر": 231,
    "لدرج": 468,
    "درجة": 317,
    "رجة ": 343,
    "ق": 429,
    "ت": 259,
    "ص": 378,
    "لا": 445,
    "اق": 214,
    "قت": 431,
    "تص": 266,
    "صا": 380,
    "اد": 197,
    "دي": 322,
    "ية": 558,
    "الا": 221,
    "لاق": 448,
    "اقت": 215,
    "قتص": 432,
    "تصا": 267,
    "صاد": 381,
    "ادي": 198,
    "دية": 323,
    "ية ": 559,
    " الا": 29,
    "الاق": 222,
    "لاقت": 449,
    "اقتص": 216,
    "قتصا": 433,
    "تصاد": 268,
    "صادي": 382,
    "ادية": 199,
    "دية ": 324,
    "اح": 194,
    " اح": 26,
    "احج": 195,
    " احج": 27,
    "احجز": 196,
    " ل": 79,
    " لي": 82,
    "لي ": 484,
    " لي ": 83,
    "ط": 388,
    " ط": 62,
    "طي": 395,
    "ير": 564,
    "ان": 240,
    " طي": 65,
    "طير": 396,
    "يرا": 566,
    "ران": 336,
    "ان ": 241,
    " طير": 66,
    "طيرا": 397,
    "يران": 567,
    "ران ": 337,
    "لر": 469,
    "رب": 338,
    "با": 244,
    "اط": 212,
    "ط ": 389,
    "الر": 232,
    "لرب": 470,
    "ربا": 339,
    "باط": 247,
    "اط ": 213,
    " الر": 34,
    "الرب": 233,
    "لربا": 471,
    "رباط": 340,
    "باط ": 248,
    "س": 363,
    " ب": 38,
    "يس": 568,
    "س ": 364,
    " با": 39,
    "بار": 245,
    "اري": 202,
    "ريس": 354,
    "يس ": 569,
    " بار": 40,
    "باري": 246,
    "اريس": 204,
    "ريس ": 355,
    "ون": 548,
    "ني": 518,
    "يون": 581,
    "وني": 549,
    "نيو": 519,
    " يون": 107,
    "يوني": 582,
    "ونيو": 550,
    "نيو ": 520,
    "مد": 489,
    " مد": 85,
    "مدر": 490,
    "دري": 318,
    " مدر": 86,
    "مدري": 491,
    "دريد": 319,
    "فا": 418,
    "اس": 206,
    " فا": 71,
    "فاس": 419,
    "اس ": 207,
    " فاس": 72,
    "فاس ": 420,
    "غ": 407,
    "أغ": 159,
    "غس": 408,
    "سط": 367,
    "طس": 390,
    " أغ": 15,
    "أغس": 160,
    "غسط": 409,
    "سطس": 368,
    "طس ": 391,
    " أغس": 16,
    "أغسط": 161,
    "غسطس": 410,
    "سطس ": 369,
    " د": 50,
    " در": 51,
    " درج": 52,
    "أو": 165,
    " أو": 19,
    "أول": 168,
    "ولى": 542,
    " أول": 21,
    "أولى": 169,
    "ولى ": 543,
    "ب ": 243,
    "اب ": 186,
    "هاب ": 524,
    "فق": 421,
    "قط": 434,
    " فق": 73,
    "فقط": 422,
    "قط ": 435,
    " فقط": 74,
    "فقط ": 423,
    "فن": 424,
    "ند": 512,
    "دق": 320,
    "ق ": 430,
    " فن": 75,
    "فند": 425,
    "ندق": 513,
    "دق ": 321,
    " فند": 76,
    "فندق": 426,
    "ندق ": 514,
    " ن": 92,
    "نج": 507,
    "جو": 287,
    " نج": 93,
    "نجو": 510,
    "جوم": 288,
    " نجو": 94,
    "نجوم": 511,
    "جوم ": 289,
    "طن": 392,
    " طن": 63,
    "طنج": 393,
    "نجة": 508,
    " طنج": 64,
    "طنجة": 394,
    "نجة ": 509,
    "ث": 272,
    "لث": 458,
    "ثل": 275,
    "اث": 189,
    "ثة": 273,
    " لث": 80,
    "لثل": 459,
    "ثلا": 276,
    "لاث": 446,
    "اثة": 190,
    "ثة ": 274,
    " لثل": 81,
    "لثلا": 460,
    "ثلاث": 277,
    "لاثة": 447,
    "اثة ": 191,
    "خ": 302,
    "أش": 156,
    "شخ": 372,
    "خا": 304,
    "اص": 210,
    "ص ": 379,
    " أش": 13,
    "أشخ": 157,
    "شخا": 373,
    "خاص": 305,
    "اص ": 211,
    " أشخ": 14,
    "أشخا": 158,
    "شخاص": 374,
    "خاص ": 306,
    "أح": 147,
    "حت": 291,
    "تا": 260,
    "اج": 192,
    "ج ": 279,
    " أح": 7,
    "أحت": 148,
    "حتا": 292,
    "تاج": 261,
    "اج ": 193,
    " أحت": 8,
    "أحتا": 149,
    "حتاج": 293,
    "تاج ": 262,
    "حي": 300,
    " حي": 48,
    "حي ": 301,
    " حي ": 49,
    "ع": 398,
    "لم": 475,
    "مع": 495,
    "عا": 399,
    "يف": 573,
    "ف ": 417,
    "الم": 236,
    "لمع": 476,
    "معا": 496,
    "عار": 400,
    "ريف": 356,
    "يف ": 574,
    " الم": 36,
    "المع": 237,
    "لمعا": 477,
    "معار": 497,
    "عاري": 401,
    "اريف": 205,
    "ريف ": 357,
    "بال": 249,
    " بال": 41,
    "بالد": 250,
    "أخ": 150,
    "خت": 307,
    " أخ": 9,
    "أخت": 151,
    "ختا": 308,
    "تار": 263,
    " أخت": 10,
    "أختا": 152,
    "ختار": 309,
    "تار ": 264,
    " ه": 97,
    "هذ": 528,
    "ذا": 326,
    " هذ": 98,
    "هذا": 529,
    "ذا ": 327,
    " هذا": 99,
    "هذا ": 530,
    "لع": 472,
    "عر": 402,
    "رض": 347,
    "ض ": 384,
    "الع": 234,
    "لعر": 473,
    "عرض": 403,
    "رض ": 348,
    " الع": 35,
    "العر": 235,
    "لعرض": 474,
    "عرض ": 404,
    "نا": 504,
    "سب": 365,
    "منا": 500,
    "ناس": 505,
    "اسب": 208,
    "سب ": 366,
    " منا": 91,
    "مناس": 501,
    "ناسب": 506,
    "اسب ": 209,
    "ود": 539,
    "أود": 166,
    "ود ": 540,
    " أود": 20,
    "أود ": 167,
    " ت": 42,
    "تغ": 269,
    "غي": 411,
    "يي": 583,
    " تغ": 43,
    "تغي": 270,
    "غيي": 414,
    "يير": 584,
    "ير ": 565,
    " تغي": 44,
    "تغيي": 271,
    "غيير": 415,
    "يير ": 585,
    "لو": 478,
    "وج": 536,
    "جه": 284,
    "هة": 526,
    "الو": 238,
    "لوج": 479,
    "وجه": 537,
    "جهة": 285,
    "هة ": 527,
    " الو": 37,
    "الوج": 239,
    "لوجه": 480,
    "وجهة": 538,
    "جهة ": 286,
    " غ": 67,
    " غي": 68,
    "غير": 412,
    " غير": 69,
    "غير ": 413,
    "لت": 455,
    "يخ": 560,
    "خ ": 303,
    "الت": 225,
    "لتا": 456,
    "ريخ": 350,
    "يخ ": 561,
    " الت": 31,
    "التا": 226,
    "لتار": 457,
    "تاري": 265,
    "اريخ": 203,
    "ريخ ": 351,
    "نع": 515,
    "عم": 405,
    " نع": 95,
    "نعم": 516,
    "عم ": 406,
    " نعم": 96,
    "نعم ": 517,
    "أك": 162,
    "كد": 437,
    " أك": 17,
    "أكد": 163,
    "كد ": 438,
    " أكد": 18,
    "أكد ": 164,
    "لح": 461,
    "الح": 227,
    "لحج": 462,
    " الح": 32,
    "الحج": 228,
    "لحجز": 463,
    "ؤ": 170,
    "أؤ": 144,
    "ؤك": 171,
    " أؤ": 5,
    "أؤك": 145,
    "ؤكد": 172,
    " أؤك": 6,
    "أؤكد": 146,
    "ؤكد ": 173,
    " ش": 59,
    "شك": 375,
    "كر": 439,
    "رً": 358,
    " شك": 60,
    "شكر": 376,
    "كرً": 440,
    "رًا": 359,
    " شكر": 61,
    "شكرً": 377,
    "كرًا": 441,
    "رًا ": 360
  },
  "response": null,
  "action_text": null
}