{
  "text": {
    "مرحبا": 96,
    "السلام": 43,
    "عليكم": 78,
    "أهلا": 22,
    "صباح": 71,
    "الخير": 38,
    "مساء": 97,
    "هاي": 106,
    "hello": 3,
    "وداعا": 111,
    "مع": 98,
    "السلامة": 44,
    "شكرا": 69,
    "لك": 89,
    "إلى": 26,
    "اللقاء": 45,
    "باي": 52,
    "goodbye": 2,
    "نعم": 105,
    "أجل": 12,
    "صحيح": 72,
    "موافق": 103,
    "تمام": 57,
    "أؤكد": 10,
    "أوافق": 23,
    "حسنا": 60,
    "طبعا": 73,
    "بالتأكيد": 51,
    "أكيد": 21,
    "اه": 49,
    "إيه": 27,
    "yes": 8,
    "ok": 6,
    "sure": 7,
    "المتابعة": 46,
    "أريد": 15,
    "الحجز": 36,
    "على": 77,
    "احجز": 29,
    "لي": 91,
    "تأكيد": 53,
    "أكد": 20,
    "اتمم": 28,
    "انهي": 48,
    "لا": 86,
    "لست": 87,
    "مهتم": 102,
    "غير": 80,
    "مناسب": 100,
    "يناسبني": 112,
    "تغيير": 56,
    "هذا": 107,
    "ليس": 92,
    "هكذا": 108,
    "no": 4,
    "nope": 5,
    "cancel": 1,
    "حجز": 59,
    "رحلة": 65,
    "من": 99,
    "الرباط": 41,
    "باريس": 50,
    "أبحث": 11,
    "عن": 79,
    "الدار": 39,
    "البيضاء": 33,
    "دبي": 62,
    "يوم": 113,
    "__number__": 0,
    "مايو": 93,
    "السفر": 42,
    "مراكش": 95,
    "لندن": 90,
    "في": 85,
    "يونيو": 114,
    "اقتصادية": 31,
    "فاس": 82,
    "مدريد": 94,
    "تذكرة": 54,
    "طيران": 75,
    "ذهاب": 64,
    "وإياب": 109,
    "فقط": 83,
    "درجة": 63,
    "أولى": 24,
    "أعمال": 18,
    "فندق": 84,
    "نجوم": 104,
    "منطقة": 101,
    "المدينة": 47,
    "لـ": 88,
    "شخصين": 68,
    "إقامة": 25,
    "أكادير": 19,
    "عائلة": 76,
    "أشخاص": 16,
    "فاخر": 81,
    "اختار": 30,
    "الخيار": 37,
    "جيد": 58,
    "أختار": 13,
    "الأول": 32,
    "الثاني": 35,
    "رقم": 66,
    "أعطني": 17,
    "خيارات": 61,
    "أخرى": 14,
    "شيء": 70,
    "آخر": 9,
    "التاريخ": 34,
    "تعديل": 55,
    "الدارالبيضاء": 40,
    "طنجة": 74,
    "شخص": 67,
    "واحد": 110
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "confirm": 3,
    "confirm_reservation": 4,
    "refuse": 8,
    "book_flight": 0,
    "book_hotel": 1,
    "select_option": 9,
    "change_option": 2,
    "inform": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 14,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 0,
    "action_extract_slots": 7,
    "edit_option": 1,
    "confirm_booking": 2,
    "flight_search": 11,
    "hotel_search": 12,
    "select_option": 13,
    "flight_form": 17,
    "hotel_form": 18,
    "utter_goodbye": 19,
    "utter_greet": 20
  },
  "action_text": null,
  "intent_response_key": null
}