{
  "text": {
    " ": 0,
    "م": 243,
    "ر": 145,
    "ح": 125,
    "ب": 109,
    "ا": 70,
    "ً": 284,
    " م": 40,
    "مر": 247,
    "رح": 153,
    "حب": 126,
    "با": 110,
    "اً": 107,
    "ً ": 285,
    " مر": 41,
    "مرح": 250,
    "رحب": 154,
    "حبا": 127,
    "باً": 113,
    "اً ": 108,
    " مرح": 43,
    "مرحب": 251,
    "رحبا": 155,
    "حباً": 128,
    "باً ": 114,
    "أ": 53,
    "ه": 261,
    "ل": 208,
    " أ": 1,
    "أه": 60,
    "هل": 262,
    "لا": 209,
    " أه": 6,
    "أهل": 61,
    "هلا": 263,
    "لاً": 213,
    " أهل": 7,
    "أهلا": 62,
    "هلاً": 264,
    "لاً ": 214,
    "س": 163,
    " ا": 13,
    "ال": 91,
    "لس": 226,
    "سل": 168,
    "ام": 103,
    "م ": 244,
    " ال": 16,
    "الس": 98,
    "لسل": 229,
    "سلا": 169,
    "لام": 210,
    "ام ": 104,
    " الس": 20,
    "السل": 100,
    "لسلا": 230,
    "سلام": 170,
    "لام ": 211,
    "ع": 182,
    "ي": 272,
    "ك": 200,
    " ع": 31,
    "عل": 187,
    "لي": 239,
    "يك": 281,
    "كم": 206,
    " عل": 32,
    "علي": 188,
    "ليك": 241,
    "يكم": 282,
    "كم ": 207,
    " علي": 33,
    "عليك": 189,
    "ليكم": 242,
    "يكم ": 283,
    "إ": 66,
    "ى": 270,
    " إ": 10,
    "إل": 67,
    "لى": 237,
    "ى ": 271,
    " إل": 11,
    "إلى": 68,
    "لى ": 238,
    " إلى": 12,
    "إلى ": 69,
    "ق": 196,
    "ء": 51,
    "لل": 234,
    "لق": 231,
    "قا": 197,
    "اء": 71,
    "ء ": 52,
    "الل": 101,
    "للق": 235,
    "لقا": 232,
    "قاء": 198,
    "اء ": 72,
    " الل": 21,
    "اللق": 102,
    "للقا": 236,
    "لقاء": 233,
    "قاء ": 199,
    "مع": 252,
    "ع ": 183,
    " مع": 44,
    "مع ": 253,
    " مع ": 45,
    "ة": 118,
    "مة": 245,
    "ة ": 119,
    "امة": 105,
    "مة ": 246,
    "لامة": 212,
    "امة ": 106,
    "و": 265,
    "د": 135,
    " و": 48,
    "ود": 266,
    "دا": 137,
    "اع": 85,
    "عا": 184,
    " ود": 49,
    "ودا": 268,
    "داع": 140,
    "اعا": 86,
    "عاً": 185,
    " ودا": 50,
    "وداع": 269,
    "داعا": 141,
    "اعاً": 87,
    "عاً ": 186,
    "أر": 54,
    "ري": 158,
    "يد": 274,
    "د ": 136,
    " أر": 2,
    "أري": 55,
    "ريد": 159,
    "يد ": 275,
    " أري": 3,
    "أريد": 56,
    "ريد ": 160,
    "ج": 120,
    "ز": 161,
    " ح": 22,
    "حج": 129,
    "جز": 123,
    "ز ": 162,
    " حج": 23,
    "حجز": 130,
    "جز ": 124,
    " حجز": 24,
    "حجز ": 131,
    " ر": 25,
    "حل": 132,
    "لة": 218,
    " رح": 26,
    "رحل": 156,
    "حلة": 133,
    "لة ": 219,
    " رحل": 27,
    "رحلة": 157,
    "حلة ": 134,
    "ن": 256,
    "من": 254,
    "ن ": 257,
    " من": 46,
    "من ": 255,
    " من ": 47,
    "ش": 171,
    "را": 147,
    "اك": 88,
    "كش": 204,
    "ش ": 172,
    "مرا": 248,
    "راك": 148,
    "اكش": 89,
    "كش ": 205,
    " مرا": 42,
    "مراك": 249,
    "راكش": 149,
    "اكش ": 90,
    "لد": 220,
    "ار": 79,
    "ر ": 146,
    "الد": 94,
    "لدا": 221,
    "دار": 138,
    "ار ": 80,
    " الد": 18,
    "الدا": 95,
    "لدار": 222,
    "دار ": 139,
    "ض": 173,
    "لب": 215,
    "بي": 115,
    "يض": 278,
    "ضا": 174,
    "الب": 92,
    "لبي": 216,
    "بيض": 116,
    "يضا": 279,
    "ضاء": 175,
    " الب": 17,
    "البي": 93,
    "لبيض": 217,
    "بيضا": 117,
    "يضاء": 280,
    "ضاء ": 176,
    "أو": 63,
    " أو": 8,
    "أود": 64,
    "ود ": 267,
    " أود": 9,
    "أود ": 65,
    "ف": 190,
    "سف": 165,
    "فر": 194,
    "لسف": 227,
    "سفر": 166,
    "فر ": 195,
    "السف": 99,
    "لسفر": 228,
    "سفر ": 167,
    "ط": 177,
    " ط": 28,
    "طن": 179,
    "نج": 258,
    "جة": 121,
    " طن": 29,
    "طنج": 180,
    "نجة": 259,
    "جة ": 122,
    " طنج": 30,
    "طنجة": 181,
    "نجة ": 260,
    " ف": 34,
    "فا": 191,
    "اس": 81,
    "س ": 164,
    " فا": 35,
    "فاس": 192,
    "اس ": 82,
    " فاس": 36,
    "فاس ": 193,
    "اح": 73,
    " اح": 14,
    "احج": 74,
    " احج": 15,
    "احجز": 75,
    " ل": 37,
    "ي ": 273,
    " لي": 38,
    "لي ": 240,
    " لي ": 39,
    "لر": 223,
    "رب": 150,
    "اط": 83,
    "ط ": 178,
    "الر": 96,
    "لرب": 224,
    "ربا": 151,
    "باط": 111,
    "اط ": 84,
    " الر": 19,
    "الرب": 97,
    "لربا": 225,
    "رباط": 152,
    "باط ": 112,
    "أك": 57,
    "كا": 201,
    "اد": 76,
    "دي": 142,
    "ير": 276,
    " أك": 4,
    "أكا": 58,
    "كاد": 202,
    "ادي": 77,
    "دير": 143,
    "ير ": 277,
    " أكا": 5,
    "أكاد": 59,
    "كادي": 203,
    "ادير": 78,
    "دير ": 144
  },
  "response": null,
  "action_text": null
}