{
  "text": {
    "مرحبا": 130,
    "أهلا": 27,
    "صباح": 97,
    "الخير": 50,
    "مساء": 132,
    "السلام": 55,
    "عليكم": 102,
    "وسهلا": 149,
    "بك": 71,
    "hello": 3,
    "مع": 133,
    "السلامة": 56,
    "إلى": 33,
    "اللقاء": 60,
    "وداع": 148,
    "ا": 35,
    "شكر": 93,
    "لك": 121,
    "أراك": 15,
    "لاحق": 118,
    "أتمنى": 10,
    "يوم": 152,
    "سعيد": 90,
    "على": 101,
    "المساعدة": 63,
    "أشكرك": 21,
    "goodbye": 2,
    "bye": 1,
    "نعم": 141,
    "أوافق": 28,
    "موافق": 138,
    "أجل": 11,
    "حسنا": 81,
    "بالتأكيد": 65,
    "طبع": 98,
    "أؤكد": 7,
    "ذلك": 84,
    "أريد": 19,
    "المتابعة": 61,
    "أرغب": 17,
    "في": 115,
    "الاستمرار": 42,
    "حسن": 80,
    "تابع": 73,
    "أكمل": 25,
    "من": 136,
    "فضلك": 110,
    "yes": 5,
    "ok": 4,
    "تأكيد": 72,
    "الحجز": 48,
    "احجز": 36,
    "الآن": 39,
    "أتمم": 9,
    "متابعة": 126,
    "أكد": 24,
    "لي": 123,
    "وإتمام": 145,
    "قم": 116,
    "بالحجز": 66,
    "أنهي": 26,
    "لا": 117,
    "شكرا": 94,
    "هذا": 142,
    "غير": 106,
    "مناسب": 137,
    "يناسبني": 151,
    "العرض": 57,
    "التراجع": 45,
    "أود": 29,
    "التغيير": 46,
    "أرفض": 18,
    "الخيار": 49,
    "إلغاء": 32,
    "العملية": 58,
    "الإلغاء": 41,
    "ليس": 124,
    "ما": 125,
    "أبحث": 8,
    "عنه": 104,
    "حجز": 79,
    "رحلة": 86,
    "مراكش": 129,
    "باريس": 64,
    "السفر": 54,
    "الدار": 51,
    "البيضاء": 43,
    "نحو": 140,
    "لندن": 122,
    "شهر": 95,
    "فبراير": 109,
    "عن": 103,
    "الرباط": 53,
    "روما": 88,
    "بتاريخ": 67,
    "__number__": 0,
    "سبتمبر": 89,
    "تذكرة": 74,
    "درجة": 83,
    "أعمال": 22,
    "طنجة": 99,
    "برشلونة": 70,
    "القيام": 59,
    "بحجز": 68,
    "طيران": 100,
    "برحلة": 69,
    "ذهاب": 85,
    "فقط": 111,
    "وإياب": 146,
    "اقتصادية": 38,
    "أولى": 30,
    "فندق": 113,
    "إقامة": 31,
    "فاس": 108,
    "لـ": 120,
    "شخصين": 92,
    "أحتاج": 12,
    "نجوم": 139,
    "هل": 143,
    "يمكنك": 150,
    "إيجاد": 34,
    "مريحة": 131,
    "أكادير": 23,
    "أربعة": 16,
    "أشخاص": 20,
    "مكان": 134,
    "هناك": 144,
    "فنادق": 112,
    "متاحة": 127,
    "لعائلة": 119,
    "مكونة": 135,
    "غرفة": 105,
    "فندقية": 114,
    "فاخرة": 107,
    "مدينة": 128,
    "تطوان": 75,
    "أختار": 13,
    "الأول": 40,
    "الثاني": 47,
    "اختار": 37,
    "جيد": 78,
    "رقم": 87,
    "تمام": 77,
    "تغيير": 76,
    "شيء": 96,
    "آخر": 6,
    "التاريخ": 44,
    "المدينة": 62,
    "خيارات": 82,
    "أخرى": 14,
    "الدارالبيضاء": 52,
    "شخص": 91,
    "واحد": 147
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "confirm": 3,
    "confirm_reservation": 4,
    "refuse": 8,
    "book_flight": 0,
    "book_hotel": 1,
    "select_option": 9,
    "change_option": 2,
    "inform": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "confirm_booking": 12,
    "edit_option": 13,
    "flight_form": 14,
    "flight_search": 15,
    "hotel_form": 16,
    "hotel_search": 17,
    "select_option": 18,
    "utter_goodbye": 19,
    "utter_greet": 20
  },
  "action_text": null,
  "intent_response_key": null
}