{
  "text": {
    " ": 0,
    "م": 936,
    "ر": 670,
    "ح": 590,
    "ب": 511,
    "ا": 407,
    " م": 181,
    "مر": 955,
    "رح": 690,
    "حب": 592,
    "با": 513,
    "ا ": 408,
    " مر": 186,
    "مرح": 958,
    "رحب": 691,
    "حبا": 593,
    "با ": 514,
    " مرح": 188,
    "مرحب": 959,
    "رحبا": 692,
    "حبا ": 594,
    "ل": 867,
    "س": 709,
    " ا": 62,
    "ال": 466,
    "لس": 903,
    "سل": 723,
    "لا": 872,
    "ام": 493,
    "م ": 937,
    " ال": 71,
    "الس": 485,
    "لسل": 908,
    "سلا": 724,
    "لام": 874,
    "ام ": 494,
    " الس": 80,
    "السل": 487,
    "لسلا": 909,
    "سلام": 725,
    "لام ": 875,
    "ع": 777,
    "ي": 1056,
    "ك": 845,
    " ع": 146,
    "عل": 793,
    "لي": 930,
    "يك": 1083,
    "كم": 862,
    " عل": 149,
    "علي": 796,
    "ليك": 934,
    "يكم": 1084,
    "كم ": 863,
    " علي": 151,
    "عليك": 797,
    "ليكم": 935,
    "يكم ": 1085,
    "أ": 345,
    "ه": 1011,
    " أ": 29,
    "أه": 378,
    "هل": 1027,
    " أه": 50,
    "أهل": 379,
    "هلا": 1028,
    "لا ": 873,
    " أهل": 51,
    "أهلا": 380,
    "هلا ": 1029,
    "ص": 743,
    " ص": 134,
    "صب": 748,
    "اح": 422,
    "ح ": 591,
    " صب": 135,
    "صبا": 749,
    "باح": 515,
    "اح ": 423,
    " صبا": 136,
    "صباح": 750,
    "باح ": 516,
    "خ": 611,
    "لخ": 893,
    "خي": 627,
    "ير": 1074,
    "ر ": 671,
    "الخ": 479,
    "لخي": 894,
    "خير": 630,
    "ير ": 1075,
    " الخ": 77,
    "الخي": 480,
    "لخير": 896,
    "خير ": 631,
    "ء": 339,
    "مس": 960,
    "سا": 711,
    "اء": 409,
    "ء ": 340,
    " مس": 189,
    "مسا": 961,
    "ساء": 712,
    "اء ": 410,
    " مسا": 190,
    "مساء": 962,
    "ساء ": 713,
    " ه": 206,
    "ها": 1013,
    "اي": 505,
    "ي ": 1057,
    " ها": 207,
    "هاي": 1016,
    "اي ": 506,
    " هاي": 208,
    "هاي ": 1017,
    "h": 272,
    "e": 257,
    "l": 278,
    "o": 300,
    " h": 10,
    "he": 273,
    "el": 259,
    "ll": 280,
    "lo": 283,
    "o ": 301,
    " he": 11,
    "hel": 274,
    "ell": 261,
    "llo": 281,
    "lo ": 284,
    " hel": 12,
    "hell": 275,
    "ello": 262,
    "llo ": 282,
    "و": 1032,
    "د": 632,
    " و": 213,
    "ود": 1042,
    "دا": 634,
    "اع": 454,
    "عا": 779,
    " ود": 218,
    "ودا": 1043,
    "داع": 638,
    "اعا": 455,
    "عا ": 780,
    " ودا": 219,
    "وداع": 1044,
    "داعا": 639,
    "اعا ": 456,
    "مع": 963,
    "ع ": 778,
    " مع": 191,
    "مع ": 964,
    " مع ": 192,
    "ة": 541,
    "مة": 945,
    "ة ": 542,
    "امة": 495,
    "مة ": 946,
    "لامة": 876,
    "امة ": 496,
    "ش": 729,
    " ش": 127,
    "شك": 737,
    "كر": 855,
    "را": 672,
    " شك": 130,
    "شكر": 738,
    "كرا": 856,
    "را ": 673,
    " شكر": 131,
    "شكرا": 739,
    "كرا ": 857,
    " ل": 167,
    "لك": 915,
    "ك ": 846,
    " لك": 174,
    "لك ": 916,
    " لك ": 175,
    "إ": 391,
    "ى": 1054,
    " إ": 55,
    "إل": 395,
    "لى": 928,
    "ى ": 1055,
    " إل": 58,
    "إلى": 396,
    "لى ": 929,
    " إلى": 59,
    "إلى ": 397,
    "ق": 829,
    "لل": 917,
    "لق": 912,
    "قا": 831,
    "الل": 488,
    "للق": 918,
    "لقا": 913,
    "قاء": 832,
    " الل": 81,
    "اللق": 489,
    "للقا": 919,
    "لقاء": 914,
    "قاء ": 833,
    " ب": 87,
    " با": 88,
    "باي": 523,
    " باي": 91,
    "باي ": 524,
    "g": 268,
    "d": 253,
    "b": 239,
    "y": 334,
    " g": 7,
    "go": 269,
    "oo": 307,
    "od": 302,
    "db": 254,
    "by": 243,
    "ye": 335,
    "e ": 258,
    " go": 8,
    "goo": 270,
    "ood": 308,
    "odb": 303,
    "dby": 255,
    "bye": 244,
    "ye ": 336,
    " goo": 9,
    "good": 271,
    "oodb": 309,
    "odby": 304,
    "dbye": 256,
    "bye ": 245,
    "ن": 979,
    " ن": 201,
    "نع": 1001,
    "عم": 798,
    " نع": 204,
    "نعم": 1002,
    "عم ": 799,
    " نعم": 205,
    "نعم ": 1003,
    "ج": 577,
    "أج": 352,
    "جل": 582,
    "ل ": 868,
    " أج": 34,
    "أجل": 353,
    "جل ": 583,
    " أجل": 35,
    "أجل ": 354,
    "صح": 751,
    "حي": 608,
    "يح": 1068,
    " صح": 137,
    "صحي": 752,
    "حيح": 609,
    "يح ": 1069,
    " صحي": 138,
    "صحيح": 753,
    "حيح ": 610,
    "ف": 812,
    "مو": 976,
    "وا": 1037,
    "اف": 457,
    "فق": 820,
    "ق ": 830,
    " مو": 199,
    "موا": 977,
    "واف": 1040,
    "افق": 458,
    "فق ": 821,
    " موا": 200,
    "مواف": 978,
    "وافق": 1041,
    "افق ": 459,
    "ت": 543,
    " ت": 92,
    "تم": 566,
    "ما": 938,
    " تم": 101,
    "تما": 568,
    "مام": 941,
    " تما": 102,
    "تمام": 569,
    "مام ": 942,
    "ؤ": 387,
    "أؤ": 346,
    "ؤك": 388,
    "كد": 850,
    "د ": 633,
    " أؤ": 30,
    "أؤك": 347,
    "ؤكد": 389,
    "كد ": 851,
    " أؤك": 31,
    "أؤكد": 348,
    "ؤكد ": 390,
    "أو": 381,
    " أو": 52,
    "أوا": 382,
    " أوا": 53,
    "أواف": 383,
    "ً": 1105,
    " ح": 106,
    "حس": 602,
    "سن": 726,
    "نا": 981,
    "اً": 509,
    "ً ": 1106,
    " حس": 109,
    "حسن": 603,
    "سنا": 727,
    "ناً": 984,
    "اً ": 510,
    " حسن": 110,
    "حسنا": 604,
    "سناً": 728,
    "ناً ": 985,
    "ط": 761,
    " ط": 139,
    "طب": 763,
    "بع": 528,
    " طب": 140,
    "طبع": 764,
    "بعا": 529,
    "عاً": 783,
    " طبع": 141,
    "طبعا": 765,
    "بعاً": 531,
    "عاً ": 784,
    "لت": 882,
    "تأ": 545,
    "أك": 371,
    "كي": 864,
    "يد": 1072,
    "بال": 521,
    "الت": 472,
    "لتأ": 883,
    "تأك": 546,
    "أكي": 376,
    "كيد": 865,
    "يد ": 1073,
    " بال": 90,
    "بالت": 522,
    "التأ": 473,
    "لتأك": 884,
    "تأكي": 547,
    "أكيد": 377,
    "كيد ": 866,
    " أك": 46,
    " أكي": 49,
    "اه": 503,
    "ه ": 1012,
    " اه": 85,
    "اه ": 504,
    " اه ": 86,
    "إي": 398,
    "يه": 1094,
    " إي": 60,
    "إيه": 401,
    "يه ": 1095,
    " إيه": 61,
    "إيه ": 402,
    "s": 322,
    " y": 23,
    "es": 266,
    "s ": 323,
    " ye": 24,
    "yes": 337,
    "es ": 267,
    " yes": 25,
    "yes ": 338,
    "k": 276,
    " o": 17,
    "ok": 305,
    "k ": 277,
    " ok": 18,
    "ok ": 306,
    " ok ": 19,
    "u": 327,
    "r": 316,
    " s": 20,
    "su": 324,
    "ur": 331,
    "re": 320,
    " su": 21,
    "sur": 325,
    "ure": 332,
    "re ": 321,
    " sur": 22,
    "sure": 326,
    "ure ": 333,
    "لم": 920,
    "مت": 947,
    "تا": 548,
    "اب": 414,
    "عة": 785,
    "الم": 490,
    "لمت": 921,
    "متا": 948,
    "تاب": 549,
    "ابع": 416,
    "بعة": 532,
    "عة ": 786,
    " الم": 82,
    "المت": 491,
    "لمتا": 922,
    "متاب": 949,
    "تابع": 550,
    "ابعة": 417,
    "بعة ": 533,
    "أر": 360,
    "ري": 700,
    " أر": 39,
    "أري": 361,
    "ريد": 703,
    " أري": 40,
    "أريد": 362,
    "ريد ": 704,
    "ز": 707,
    "لح": 890,
    "حج": 597,
    "جز": 580,
    "ز ": 708,
    "الح": 477,
    "لحج": 891,
    "حجز": 598,
    "جز ": 581,
    " الح": 76,
    "الحج": 478,
    "لحجز": 892,
    "حجز ": 599,
    "على": 794,
    " على": 150,
    "على ": 795,
    " اح": 65,
    "احج": 424,
    " احج": 66,
    "احجز": 425,
    " لي": 178,
    "لي ": 931,
    " لي ": 179,
    " تأ": 93,
    " تأك": 94,
    "أكد": 374,
    " أكد": 48,
    "أكد ": 375,
    "بعا ": 530,
    "ات": 418,
    "مم": 965,
    " ات": 63,
    "اتم": 420,
    "تمم": 570,
    "مم ": 966,
    " اتم": 64,
    "اتمم": 421,
    "تمم ": 571,
    "ان": 497,
    "نه": 1004,
    "هي": 1030,
    " ان": 83,
    "انه": 499,
    "نهي": 1005,
    "هي ": 1031,
    " انه": 84,
    "انهي": 500,
    "نهي ": 1006,
    " لا": 168,
    " لا ": 169,
    "ست": 718,
    "ت ": 544,
    " لس": 170,
    "لست": 904,
    "ست ": 719,
    " لست": 171,
    "لست ": 905,
    "مه": 973,
    "هت": 1018,
    " مه": 197,
    "مهت": 974,
    "هتم": 1019,
    "تم ": 567,
    " مهت": 198,
    "مهتم": 975,
    "هتم ": 1020,
    "غ": 804,
    " غ": 154,
    "غي": 805,
    " غي": 155,
    "غير": 806,
    " غير": 156,
    "غير ": 807,
    "من": 967,
    "اس": 445,
    "سب": 714,
    "ب ": 512,
    " من": 193,
    "منا": 969,
    "ناس": 982,
    "اسب": 447,
    "سب ": 715,
    " منا": 195,
    "مناس": 970,
    "ناسب": 983,
    "اسب ": 448,
    " ي": 220,
    "ين": 1088,
    "بن": 534,
    "ني": 1007,
    " ين": 221,
    "ينا": 1090,
    "سبن": 716,
    "بني": 535,
    "ني ": 1008,
    " ينا": 222,
    "يناس": 1091,
    "اسبن": 449,
    "سبني": 717,
    "بني ": 536,
    "تغ": 563,
    "يي": 1102,
    " تغ": 99,
    "تغي": 564,
    "غيي": 808,
    "يير": 1103,
    " تغي": 100,
    "تغيي": 565,
    "غيير": 809,
    "يير ": 1104,
    "ذ": 661,
    "هذ": 1021,
    "ذا": 662,
    " هذ": 209,
    "هذا": 1022,
    "ذا ": 663,
    " هذا": 210,
    "هذا ": 1023,
    "يس": 1078,
    "س ": 710,
    "ليس": 932,
    "يس ": 1079,
    " ليس": 180,
    "ليس ": 933,
    "هك": 1024,
    "كذ": 852,
    " هك": 211,
    "هكذ": 1025,
    "كذا": 853,
    " هكذ": 212,
    "هكذا": 1026,
    "كذا ": 854,
    "n": 289,
    " n": 13,
    "no": 293,
    " no": 14,
    "no ": 294,
    " no ": 15,
    "p": 313,
    "op": 310,
    "pe": 314,
    "nop": 295,
    "ope": 311,
    "pe ": 315,
    " nop": 16,
    "nope": 296,
    "ope ": 312,
    "c": 246,
    "a": 235,
    " c": 4,
    "ca": 247,
    "an": 236,
    "nc": 290,
    "ce": 250,
    "l ": 279,
    " ca": 5,
    "can": 248,
    "anc": 237,
    "nce": 291,
    "cel": 251,
    "el ": 260,
    " can": 6,
    "canc": 249,
    "ance": 238,
    "ncel": 292,
    "cel ": 252,
    " حج": 107,
    " حجز": 108,
    " ر": 122,
    "حل": 605,
    "لة": 880,
    " رح": 123,
    "رحل": 693,
    "حلة": 606,
    "لة ": 881,
    " رحل": 124,
    "رحلة": 694,
    "حلة ": 607,
    "ن ": 980,
    "من ": 968,
    " من ": 194,
    "لر": 900,
    "رب": 682,
    "اط": 452,
    "ط ": 762,
    "الر": 483,
    "لرب": 901,
    "ربا": 683,
    "باط": 519,
    "اط ": 453,
    " الر": 79,
    "الرب": 484,
    "لربا": 902,
    "رباط": 684,
    "باط ": 520,
    "ار": 437,
    "بار": 517,
    "اري": 442,
    "ريس": 705,
    " بار": 89,
    "باري": 518,
    "اريس": 444,
    "ريس ": 706,
    "ث": 572,
    "أب": 349,
    "بح": 525,
    "حث": 595,
    "ث ": 573,
    " أب": 32,
    "أبح": 350,
    "بحث": 526,
    "حث ": 596,
    " أبح": 33,
    "أبحث": 351,
    "بحث ": 527,
    "عن": 802,
    " عن": 152,
    "عن ": 803,
    " عن ": 153,
    "لد": 897,
    "الد": 481,
    "لدا": 898,
    "دار": 635,
    "ار ": 438,
    " الد": 78,
    "الدا": 482,
    "لدار": 899,
    "دار ": 636,
    "ض": 757,
    "لب": 877,
    "بي": 537,
    "يض": 1080,
    "ضا": 758,
    "الب": 470,
    "لبي": 878,
    "بيض": 539,
    "يضا": 1081,
    "ضاء": 759,
    " الب": 73,
    "البي": 471,
    "لبيض": 879,
    "بيضا": 540,
    "يضاء": 1082,
    "ضاء ": 760,
    " د": 114,
    "دب": 640,
    " دب": 115,
    "دبي": 641,
    "بي ": 538,
    " دبي": 116,
    "دبي ": 642,
    "يو": 1096,
    "وم": 1049,
    " يو": 223,
    "يوم": 1098,
    "وم ": 1050,
    " يوم": 224,
    "يوم ": 1099,
    "_": 226,
    "m": 285,
    " _": 1,
    "__": 228,
    "_n": 232,
    "nu": 297,
    "um": 328,
    "mb": 286,
    "be": 240,
    "er": 263,
    "r_": 317,
    "_ ": 227,
    " __": 2,
    "__n": 230,
    "_nu": 233,
    "num": 298,
    "umb": 329,
    "mbe": 287,
    "ber": 241,
    "er_": 264,
    "r__": 318,
    "__ ": 229,
    " __n": 3,
    "__nu": 231,
    "_num": 234,
    "numb": 299,
    "umbe": 330,
    "mber": 288,
    "ber_": 242,
    "er__": 265,
    "r__ ": 319,
    "و ": 1033,
    " ما": 182,
    "ماي": 943,
    "ايو": 507,
    "يو ": 1097,
    " ماي": 183,
    "مايو": 944,
    "ايو ": 508,
    "سف": 720,
    "فر": 818,
    "لسف": 906,
    "سفر": 721,
    "فر ": 819,
    "السف": 486,
    "لسفر": 907,
    "سفر ": 722,
    "اك": 463,
    "كش": 860,
    "ش ": 730,
    "مرا": 956,
    "راك": 676,
    "اكش": 464,
    "كش ": 861,
    " مرا": 187,
    "مراك": 957,
    "راكش": 677,
    "اكش ": 465,
    "لن": 925,
    "ند": 993,
    "دن": 650,
    " لن": 176,
    "لند": 926,
    "ندن": 996,
    "دن ": 651,
    " لند": 177,
    "لندن": 927,
    "ندن ": 997,
    " ف": 157,
    "في": 827,
    " في": 165,
    "في ": 828,
    " في ": 166,
    "ون": 1051,
    "يون": 1100,
    "وني": 1052,
    "نيو": 1009,
    " يون": 225,
    "يوني": 1101,
    "ونيو": 1053,
    "نيو ": 1010,
    "اق": 460,
    "قت": 838,
    "تص": 557,
    "صا": 745,
    "اد": 433,
    "دي": 652,
    "ية": 1066,
    " اق": 69,
    "اقت": 461,
    "قتص": 839,
    "تصا": 558,
    "صاد": 746,
    "ادي": 434,
    "دية": 653,
    "ية ": 1067,
    " اقت": 70,
    "اقتص": 462,
    "قتصا": 840,
    "تصاد": 559,
    "صادي": 747,
    "ادية": 435,
    "دية ": 654,
    "فا": 813,
    " فا": 158,
    "فاس": 816,
    "اس ": 446,
    " فاس": 160,
    "فاس ": 817,
    "مد": 950,
    "در": 643,
    " مد": 184,
    "مدر": 951,
    "دري": 646,
    " مدر": 185,
    "مدري": 952,
    "دريد": 647,
    "تذ": 554,
    "ذك": 664,
    "رة": 685,
    " تذ": 95,
    "تذك": 555,
    "ذكر": 665,
    "كرة": 858,
    "رة ": 686,
    " تذك": 96,
    "تذكر": 556,
    "ذكرة": 666,
    "كرة ": 859,
    "طي": 774,
    " طي": 144,
    "طير": 775,
    "يرا": 1076,
    "ران": 680,
    "ان ": 498,
    " طير": 145,
    "طيرا": 776,
    "يران": 1077,
    "ران ": 681,
    " ذ": 119,
    "ذه": 667,
    " ذه": 120,
    "ذها": 668,
    "هاب": 1014,
    "اب ": 415,
    " ذها": 121,
    "ذهاب": 669,
    "هاب ": 1015,
    "وإ": 1034,
    "يا": 1060,
    " وإ": 214,
    "وإي": 1035,
    "إيا": 399,
    "ياب": 1061,
    " وإي": 215,
    "وإيا": 1036,
    "إياب": 400,
    "ياب ": 1062,
    "قط": 841,
    " فق": 161,
    "فقط": 822,
    "قط ": 842,
    " فقط": 162,
    "فقط ": 823,
    "رج": 687,
    "جة": 578,
    " در": 117,
    "درج": 644,
    "رجة": 688,
    "جة ": 579,
    " درج": 118,
    "درجة": 645,
    "رجة ": 689,
    "ول": 1045,
    "أول": 384,
    "ولى": 1047,
    " أول": 54,
    "أولى": 386,
    "ولى ": 1048,
    "أع": 366,
    " أع": 43,
    "أعم": 369,
    "عما": 800,
    "مال": 939,
    "ال ": 467,
    " أعم": 45,
    "أعما": 370,
    "عمال": 801,
    "مال ": 940,
    "فن": 824,
    "دق": 648,
    " فن": 163,
    "فند": 825,
    "ندق": 994,
    "دق ": 649,
    " فند": 164,
    "فندق": 826,
    "ندق ": 995,
    "نج": 988,
    "جو": 584,
    " نج": 202,
    "نجو": 991,
    "جوم": 585,
    " نجو": 203,
    "نجوم": 992,
    "جوم ": 586,
    "نط": 998,
    "طق": 766,
    "قة": 836,
    "منط": 971,
    "نطق": 999,
    "طقة": 767,
    "قة ": 837,
    " منط": 196,
    "منطق": 972,
    "نطقة": 1000,
    "طقة ": 768,
    "نة": 986,
    "لمد": 923,
    "مدي": 953,
    "دين": 659,
    "ينة": 1092,
    "نة ": 987,
    "المد": 492,
    "لمدي": 924,
    "مدين": 954,
    "دينة": 660,
    "ينة ": 1093,
    "ـ": 810,
    "لـ": 910,
    "ـ ": 811,
    " لـ": 172,
    "لـ ": 911,
    " لـ ": 173,
    "شخ": 731,
    "خص": 623,
    "صي": 754,
    " شخ": 128,
    "شخص": 734,
    "خصي": 625,
    "صين": 755,
    "ين ": 1089,
    " شخص": 129,
    "شخصي": 736,
    "خصين": 626,
    "صين ": 756,
    "إق": 392,
    " إق": 56,
    "إقا": 393,
    "قام": 834,
    " إقا": 57,
    "إقام": 394,
    "قامة": 835,
    "كا": 847,
    "أكا": 372,
    "كاد": 848,
    "دير": 655,
    " أكا": 47,
    "أكاد": 373,
    "كادي": 849,
    "ادير": 436,
    "دير ": 656,
    "ئ": 403,
    "ائ": 411,
    "ئل": 404,
    " عا": 147,
    "عائ": 781,
    "ائل": 412,
    "ئلة": 405,
    " عائ": 148,
    "عائل": 782,
    "ائلة": 413,
    "ئلة ": 406,
    "أش": 363,
    "خا": 613,
    "اص": 450,
    "ص ": 744,
    " أش": 41,
    "أشخ": 364,
    "شخا": 732,
    "خاص": 614,
    "اص ": 451,
    " أشخ": 42,
    "أشخا": 365,
    "شخاص": 733,
    "خاص ": 615,
    "اخ": 428,
    "خر": 619,
    "فاخ": 814,
    "اخر": 431,
    "خر ": 620,
    " فاخ": 159,
    "فاخر": 815,
    "اخر ": 432,
    "خت": 616,
    " اخ": 67,
    "اخت": 429,
    "ختا": 617,
    "تار": 551,
    " اخت": 68,
    "اختا": 430,
    "ختار": 618,
    "تار ": 552,
    "خيا": 628,
    "يار": 1063,
    "لخيا": 895,
    "خيار": 629,
    "يار ": 1064,
    " ج": 103,
    "جي": 587,
    " جي": 104,
    "جيد": 588,
    " جيد": 105,
    "جيد ": 589,
    "أخ": 355,
    " أخ": 36,
    "أخت": 356,
    " أخت": 37,
    "أختا": 357,
    "لأ": 869,
    "الأ": 468,
    "لأو": 870,
    "ول ": 1046,
    " الأ": 72,
    "الأو": 469,
    "لأول": 871,
    "أول ": 385,
    "لث": 887,
    "ثا": 574,
    "الث": 475,
    "لثا": 888,
    "ثان": 575,
    "اني": 501,
    " الث": 75,
    "الثا": 476,
    "لثان": 889,
    "ثاني": 576,
    "اني ": 502,
    "رق": 695,
    "قم": 843,
    " رق": 125,
    "رقم": 696,
    "قم ": 844,
    " رقم": 126,
    "رقم ": 697,
    "عط": 790,
    "طن": 769,
    "أعط": 367,
    "عطن": 791,
    "طني": 772,
    " أعط": 44,
    "أعطن": 368,
    "عطني": 792,
    "طني ": 773,
    " خ": 111,
    " خي": 112,
    "ارا": 439,
    "رات": 674,
    "ات ": 419,
    " خيا": 113,
    "يارا": 1065,
    "ارات": 440,
    "رات ": 675,
    "رى": 698,
    "أخر": 358,
    "خرى": 621,
    "رى ": 699,
    " أخر": 38,
    "أخرى": 359,
    "خرى ": 622,
    "شي": 740,
    "يء": 1058,
    " شي": 132,
    "شيء": 741,
    "يء ": 1059,
    " شيء": 133,
    "شيء ": 742,
    "آ": 341,
    " آ": 26,
    "آخ": 342,
    " آخ": 27,
    "آخر": 343,
    " آخر": 28,
    "آخر ": 344,
    "يخ": 1070,
    "خ ": 612,
    "لتا": 885,
    "ريخ": 701,
    "يخ ": 1071,
    " الت": 74,
    "التا": 474,
    "لتار": 886,
    "تاري": 553,
    "اريخ": 443,
    "ريخ ": 702,
    "تع": 560,
    "عد": 787,
    "يل": 1086,
    " تع": 97,
    "تعد": 561,
    "عدي": 788,
    "ديل": 657,
    "يل ": 1087,
    " تعد": 98,
    "تعدي": 562,
    "عديل": 789,
    "ديل ": 658,
    "رال": 678,
    "دارا": 637,
    "ارال": 441,
    "رالب": 679,
    " طن": 142,
    "طنج": 770,
    "نجة": 989,
    " طنج": 143,
    "طنجة": 771,
    "نجة ": 990,
    "خص ": 624,
    "شخص ": 735,
    "حد": 600,
    " وا": 216,
    "واح": 1038,
    "احد": 426,
    "حد ": 601,
    " واح": 217,
    "واحد": 1039,
    "احد ": 427
  },
  "response": null,
  "action_text": null
}