{
  "text": {
    " ": 0,
    "م": 1168,
    "ر": 775,
    "ح": 682,
    "ب": 570,
    "ا": 442,
    " م": 212,
    "مر": 1188,
    "رح": 805,
    "حب": 684,
    "با": 572,
    "ا ": 443,
    " مر": 219,
    "مرح": 1192,
    "رحب": 806,
    "حبا": 685,
    "با ": 573,
    " مرح": 221,
    "مرحب": 1193,
    "رحبا": 807,
    "حبا ": 686,
    "أ": 353,
    "ه": 1270,
    "ل": 1068,
    " أ": 22,
    "أه": 406,
    "هل": 1280,
    "لا": 1079,
    " أه": 53,
    "أهل": 407,
    "هلا": 1282,
    "لا ": 1080,
    " أهل": 54,
    "أهلا": 408,
    "هلا ": 1283,
    "ص": 902,
    " ص": 157,
    "صب": 907,
    "اح": 460,
    "ح ": 683,
    " صب": 158,
    "صبا": 908,
    "باح": 574,
    "اح ": 461,
    " صبا": 159,
    "صباح": 909,
    "باح ": 575,
    "خ": 711,
    "ي": 1325,
    " ا": 67,
    "ال": 516,
    "لخ": 1108,
    "خي": 729,
    "ير": 1351,
    "ر ": 776,
    " ال": 74,
    "الخ": 537,
    "لخي": 1109,
    "خير": 732,
    "ير ": 1352,
    " الخ": 83,
    "الخي": 538,
    "لخير": 1111,
    "خير ": 733,
    "س": 847,
    "ء": 345,
    "مس": 1196,
    "سا": 849,
    "اء": 444,
    "ء ": 346,
    " مس": 223,
    "مسا": 1197,
    "ساء": 850,
    "اء ": 445,
    " مسا": 224,
    "مساء": 1198,
    "ساء ": 851,
    "لس": 1118,
    "سل": 869,
    "ام": 557,
    "م ": 1169,
    "الس": 543,
    "لسل": 1121,
    "سلا": 870,
    "لام": 1085,
    "ام ": 558,
    " الس": 86,
    "السل": 545,
    "لسلا": 1122,
    "سلام": 871,
    "لام ": 1086,
    "ع": 935,
    "ك": 1035,
    " ع": 167,
    "عل": 948,
    "لي": 1160,
    "يك": 1360,
    "كم": 1055,
    " عل": 168,
    "علي": 951,
    "ليك": 1166,
    "يكم": 1361,
    "كم ": 1056,
    " علي": 170,
    "عليك": 952,
    "ليكم": 1167,
    "يكم ": 1362,
    "و": 1289,
    " و": 249,
    "وس": 1307,
    "سه": 877,
    " وس": 257,
    "وسه": 1308,
    "سهل": 878,
    " وسه": 258,
    "وسهل": 1309,
    "سهلا": 879,
    " ب": 91,
    "بك": 607,
    "ك ": 1036,
    " بك": 102,
    "بك ": 608,
    " بك ": 103,
    "h": 300,
    "e": 286,
    "l": 306,
    "o": 320,
    " h": 10,
    "he": 301,
    "el": 288,
    "ll": 307,
    "lo": 310,
    "o ": 321,
    " he": 11,
    "hel": 302,
    "ell": 289,
    "llo": 308,
    "lo ": 311,
    " hel": 12,
    "hell": 303,
    "ello": 290,
    "llo ": 309,
    "مع": 1200,
    "ع ": 936,
    " مع": 225,
    "مع ": 1201,
    " مع ": 226,
    "ة": 615,
    "مة": 1179,
    "ة ": 616,
    "امة": 559,
    "مة ": 1180,
    "لامة": 1087,
    "امة ": 560,
    "إ": 421,
    "ى": 1323,
    " إ": 59,
    "إل": 428,
    "لى": 1158,
    "ى ": 1324,
    " إل": 62,
    "إلى": 431,
    "لى ": 1159,
    " إلى": 64,
    "إلى ": 432,
    "ق": 1013,
    "لل": 1142,
    "لق": 1135,
    "قا": 1015,
    "الل": 551,
    "للق": 1143,
    "لقا": 1136,
    "قاء": 1016,
    " الل": 89,
    "اللق": 552,
    "للقا": 1144,
    "لقاء": 1137,
    "قاء ": 1017,
    "د": 734,
    "ً": 1378,
    "ود": 1303,
    "دا": 736,
    "اع": 501,
    "عً": 966,
    "ًا": 1380,
    " ود": 255,
    "ودا": 1305,
    "داع": 740,
    "اعً": 504,
    "عًا": 967,
    "ًا ": 1381,
    " ودا": 256,
    "وداع": 1306,
    "داعً": 741,
    "اعًا": 505,
    "عًا ": 968,
    "ش": 880,
    " ش": 148,
    "شك": 888,
    "كر": 1044,
    "رً": 842,
    " شك": 151,
    "شكر": 889,
    "كرً": 1051,
    "رًا": 843,
    " شكر": 152,
    "شكرً": 892,
    "كرًا": 1052,
    "رًا ": 844,
    " ل": 197,
    "لك": 1140,
    " لك": 205,
    "لك ": 1141,
    " لك ": 206,
    "أر": 375,
    "را": 777,
    "اك": 512,
    " أر": 36,
    "أرا": 376,
    "راك": 784,
    "اك ": 513,
    " أرا": 37,
    "أراك": 377,
    "راك ": 785,
    "حق": 703,
    "قً": 1032,
    " لا": 198,
    "لاح": 1081,
    "احق": 468,
    "حقً": 704,
    "قًا": 1033,
    " لاح": 200,
    "لاحق": 1082,
    "احقً": 469,
    "حقًا": 705,
    "قًا ": 1034,
    "ت": 617,
    "ن": 1227,
    "أت": 360,
    "تم": 647,
    "من": 1215,
    "نى": 1263,
    " أت": 27,
    "أتم": 361,
    "تمن": 656,
    "منى": 1219,
    "نى ": 1264,
    " أتم": 28,
    "أتمن": 363,
    "تمنى": 657,
    "منى ": 1220,
    " ي": 259,
    "يو": 1372,
    "وم": 1314,
    "مً": 1224,
    " يو": 264,
    "يوم": 1373,
    "ومً": 1318,
    "مًا": 1225,
    " يوم": 265,
    "يومً": 1374,
    "ومًا": 1319,
    "مًا ": 1226,
    " س": 143,
    "سع": 863,
    "عي": 963,
    "يد": 1347,
    "دً": 760,
    " سع": 146,
    "سعي": 864,
    "عيد": 964,
    "يدً": 1349,
    "دًا": 761,
    " سعي": 147,
    "سعيد": 865,
    "عيدً": 965,
    "يدًا": 1350,
    "دًا ": 762,
    "على": 949,
    " على": 169,
    "على ": 950,
    "لم": 1145,
    "عد": 942,
    "دة": 742,
    "الم": 553,
    "لمس": 1150,
    "ساع": 852,
    "اعد": 502,
    "عدة": 943,
    "دة ": 743,
    " الم": 90,
    "المس": 556,
    "لمسا": 1151,
    "مساع": 1199,
    "ساعد": 853,
    "اعدة": 503,
    "عدة ": 944,
    "أش": 386,
    "رك": 826,
    " أش": 42,
    "أشك": 389,
    "كرك": 1049,
    "رك ": 827,
    " أشك": 44,
    "أشكر": 390,
    "شكرك": 891,
    "كرك ": 1050,
    "g": 296,
    "d": 282,
    "b": 275,
    "y": 340,
    " g": 7,
    "go": 297,
    "oo": 327,
    "od": 322,
    "db": 283,
    "by": 279,
    "ye": 341,
    "e ": 287,
    " go": 8,
    "goo": 298,
    "ood": 328,
    "odb": 323,
    "dby": 284,
    "bye": 280,
    "ye ": 342,
    " goo": 9,
    "good": 299,
    "oodb": 329,
    "odby": 324,
    "dbye": 285,
    "bye ": 281,
    " b": 4,
    " by": 5,
    " bye": 6,
    " ن": 235,
    "نع": 1254,
    "عم": 953,
    " نع": 240,
    "نعم": 1255,
    "عم ": 954,
    " نعم": 241,
    "نعم ": 1256,
    "ف": 985,
    "أو": 409,
    "وا": 1296,
    "اف": 506,
    "فق": 1002,
    "ق ": 1014,
    " أو": 55,
    "أوا": 410,
    "واف": 1299,
    "افق": 507,
    "فق ": 1003,
    " أوا": 56,
    "أواف": 411,
    "وافق": 1300,
    "افق ": 508,
    "مو": 1221,
    " مو": 233,
    "موا": 1222,
    " موا": 234,
    "مواف": 1223,
    "ج": 663,
    "أج": 364,
    "جل": 674,
    "ل ": 1069,
    " أج": 29,
    "أجل": 365,
    "جل ": 675,
    " أجل": 30,
    "أجل ": 366,
    " ح": 120,
    "حس": 699,
    "سن": 872,
    "نا": 1229,
    "اً": 568,
    "ً ": 1379,
    " حس": 123,
    "حسن": 700,
    "سنا": 873,
    "ناً": 1236,
    "اً ": 569,
    " حسن": 124,
    "حسنا": 701,
    "سناً": 874,
    "ناً ": 1237,
    "لت": 1093,
    "تأ": 619,
    "أك": 394,
    "كي": 1065,
    "د ": 735,
    " با": 92,
    "بال": 580,
    "الت": 528,
    "لتأ": 1094,
    "تأك": 620,
    "أكي": 401,
    "كيد": 1066,
    "يد ": 1348,
    " بال": 94,
    "بالت": 581,
    "التأ": 529,
    "لتأك": 1095,
    "تأكي": 621,
    "أكيد": 402,
    "كيد ": 1067,
    "ط": 921,
    " ط": 160,
    "طب": 923,
    "بع": 601,
    " طب": 161,
    "طبع": 924,
    "بعً": 605,
    " طبع": 162,
    "طبعً": 925,
    "بعًا": 606,
    "ؤ": 417,
    "أؤ": 354,
    "ؤك": 418,
    "كد": 1042,
    " أؤ": 23,
    "أؤك": 355,
    "ؤكد": 419,
    "كد ": 1043,
    " أؤك": 24,
    "أؤكد": 356,
    "ؤكد ": 420,
    "ذ": 763,
    " ذ": 131,
    "ذل": 769,
    " ذل": 132,
    "ذلك": 770,
    " ذلك": 133,
    "ذلك ": 771,
    "ري": 833,
    "أري": 384,
    "ريد": 838,
    " أري": 41,
    "أريد": 385,
    "ريد ": 839,
    "مت": 1181,
    "تا": 622,
    "اب": 449,
    "عة": 940,
    "لمت": 1146,
    "متا": 1182,
    "تاب": 623,
    "ابع": 451,
    "بعة": 603,
    "عة ": 941,
    "المت": 554,
    "لمتا": 1147,
    "متاب": 1183,
    "تابع": 624,
    "ابعة": 453,
    "بعة ": 604,
    "غ": 969,
    "رغ": 815,
    "غب": 973,
    "ب ": 571,
    "أرغ": 380,
    "رغب": 816,
    "غب ": 974,
    " أرغ": 39,
    "أرغب": 381,
    "رغب ": 817,
    " ف": 179,
    "في": 1011,
    "ي ": 1326,
    " في": 192,
    "في ": 1012,
    " في ": 193,
    "اس": 490,
    "ست": 860,
    "ار": 482,
    "الا": 524,
    "لاس": 1083,
    "است": 495,
    "ستم": 861,
    "تمر": 652,
    "مرا": 1189,
    "رار": 782,
    "ار ": 483,
    " الا": 78,
    "الاس": 525,
    "لاست": 1084,
    "استم": 496,
    "ستمر": 862,
    "تمرا": 653,
    "مرار": 1190,
    "رار ": 783,
    "نً": 1267,
    "سنً": 875,
    "نًا": 1268,
    "حسنً": 702,
    "سنًا": 876,
    "نًا ": 1269,
    " ت": 104,
    " تا": 107,
    "بع ": 602,
    " تاب": 108,
    "ابع ": 452,
    "مل": 1209,
    " أك": 47,
    "أكم": 399,
    "كمل": 1057,
    "مل ": 1210,
    " أكم": 50,
    "أكمل": 400,
    "كمل ": 1058,
    "ن ": 1228,
    " من": 230,
    "من ": 1216,
    " من ": 231,
    "ض": 913,
    "فض": 998,
    "ضل": 918,
    " فض": 185,
    "فضل": 1000,
    "ضلك": 919,
    " فضل": 186,
    "فضلك": 1001,
    "ضلك ": 920,
    "s": 334,
    " y": 16,
    "es": 294,
    "s ": 335,
    " ye": 17,
    "yes": 343,
    "es ": 295,
    " yes": 18,
    "yes ": 344,
    "k": 304,
    " o": 13,
    "ok": 325,
    "k ": 305,
    " ok": 14,
    "ok ": 326,
    " ok ": 15,
    " تأ": 105,
    " تأك": 106,
    "ز": 845,
    "لح": 1105,
    "حج": 694,
    "جز": 670,
    "ز ": 846,
    "الح": 535,
    "لحج": 1106,
    "حجز": 695,
    "جز ": 671,
    " الح": 82,
    "الحج": 536,
    "لحجز": 1107,
    "حجز ": 696,
    " اح": 68,
    "احج": 464,
    " احج": 69,
    "احجز": 465,
    "آ": 347,
    "لآ": 1070,
    "آن": 351,
    "الآ": 518,
    "لآن": 1071,
    "آن ": 352,
    " الآ": 75,
    "الآن": 519,
    "لآن ": 1072,
    "مم": 1213,
    "تمم": 654,
    "مم ": 1214,
    "أتمم": 362,
    "تمم ": 655,
    " مت": 215,
    " متا": 216,
    "أكد": 397,
    " أكد": 49,
    "أكد ": 398,
    " لي": 209,
    "لي ": 1161,
    " لي ": 210,
    "وإ": 1291,
    "إت": 422,
    "ما": 1170,
    " وإ": 250,
    "وإت": 1292,
    "إتم": 423,
    "تما": 648,
    "مام": 1174,
    " وإت": 251,
    "وإتم": 1293,
    "إتما": 424,
    "تمام": 649,
    "مام ": 1175,
    " ق": 194,
    "قم": 1025,
    " قم": 195,
    "قم ": 1026,
    " قم ": 196,
    "بالح": 582,
    "أن": 403,
    "نه": 1259,
    "هي": 1287,
    " أن": 51,
    "أنه": 404,
    "نهي": 1261,
    "هي ": 1288,
    " أنه": 52,
    "أنهي": 405,
    "نهي ": 1262,
    " لا ": 199,
    "كرا": 1045,
    "راً": 793,
    "شكرا": 890,
    "كراً": 1046,
    "راً ": 794,
    " ه": 242,
    "هذ": 1275,
    "ذا": 764,
    " هذ": 243,
    "هذا": 1276,
    "ذا ": 765,
    " هذا": 244,
    "هذا ": 1277,
    " غ": 174,
    "غي": 978,
    " غي": 177,
    "غير": 979,
    " غير": 178,
    "غير ": 980,
    "سب": 854,
    "منا": 1217,
    "ناس": 1232,
    "اسب": 492,
    "سب ": 855,
    " منا": 232,
    "مناس": 1218,
    "ناسب": 1233,
    "اسب ": 493,
    "ين": 1366,
    "بن": 609,
    "ني": 1265,
    " ين": 262,
    "ينا": 1368,
    "سبن": 858,
    "بني": 610,
    "ني ": 1266,
    " ينا": 263,
    "يناس": 1369,
    "اسبن": 494,
    "سبني": 859,
    "بني ": 611,
    "لع": 1123,
    "عر": 945,
    "رض": 813,
    "ض ": 914,
    "الع": 546,
    "لعر": 1126,
    "عرض": 946,
    "رض ": 814,
    " الع": 87,
    "العر": 547,
    "لعرض": 1127,
    "عرض ": 947,
    "تر": 635,
    "اج": 456,
    "جع": 672,
    "لتر": 1098,
    "ترا": 636,
    "راج": 780,
    "اجع": 458,
    "جع ": 673,
    " الت": 80,
    "التر": 531,
    "لترا": 1099,
    "تراج": 637,
    "راجع": 781,
    "اجع ": 459,
    "أود": 412,
    "ود ": 1304,
    " أود": 57,
    "أود ": 413,
    "تغ": 644,
    "يي": 1375,
    "لتغ": 1100,
    "تغي": 645,
    "غيي": 981,
    "يير": 1376,
    "التغ": 532,
    "لتغي": 1101,
    "تغيي": 646,
    "غيير": 982,
    "يير ": 1377,
    "رف": 818,
    "أرف": 382,
    "رفض": 821,
    "فض ": 999,
    " أرف": 40,
    "أرفض": 383,
    "رفض ": 822,
    "يا": 1329,
    "خيا": 730,
    "يار": 1332,
    "لخيا": 1110,
    "خيار": 731,
    "يار ": 1333,
    "لغ": 1130,
    "غا": 970,
    "إلغ": 429,
    "لغا": 1131,
    "غاء": 971,
    " إلغ": 63,
    "إلغا": 430,
    "لغاء": 1132,
    "غاء ": 972,
    "ية": 1337,
    "لعم": 1128,
    "عمل": 957,
    "ملي": 1211,
    "لية": 1162,
    "ية ": 1338,
    "العم": 548,
    "لعمل": 1129,
    "عملي": 958,
    "ملية": 1212,
    "لية ": 1163,
    "لإ": 1076,
    "الإ": 522,
    "لإل": 1077,
    " الإ": 77,
    "الإل": 523,
    "لإلغ": 1078,
    "يس": 1355,
    "س ": 848,
    "ليس": 1164,
    "يس ": 1356,
    " ليس": 211,
    "ليس ": 1165,
    " ما": 213,
    "ما ": 1171,
    " ما ": 214,
    "ث": 658,
    "أب": 357,
    "بح": 588,
    "حث": 692,
    "ث ": 659,
    " أب": 25,
    "أبح": 358,
    "بحث": 589,
    "حث ": 693,
    " أبح": 26,
    "أبحث": 359,
    "بحث ": 590,
    "عن": 959,
    "ه ": 1271,
    " عن": 171,
    "عنه": 961,
    "نه ": 1260,
    " عنه": 173,
    "عنه ": 962,
    " حج": 121,
    " حجز": 122,
    " ر": 136,
    "حل": 706,
    "لة": 1091,
    " رح": 137,
    "رحل": 808,
    "حلة": 707,
    "لة ": 1092,
    " رحل": 138,
    "رحلة": 809,
    "حلة ": 708,
    "كش": 1053,
    "ش ": 881,
    "اكش": 514,
    "كش ": 1054,
    " مرا": 220,
    "مراك": 1191,
    "راكش": 786,
    "اكش ": 515,
    "بار": 576,
    "اري": 487,
    "ريس": 840,
    " بار": 93,
    "باري": 577,
    "اريس": 489,
    "ريس ": 841,
    "سف": 866,
    "فر": 996,
    "لسف": 1119,
    "سفر": 867,
    "فر ": 997,
    "السف": 544,
    "لسفر": 1120,
    "سفر ": 868,
    "لد": 1112,
    "الد": 539,
    "لدا": 1113,
    "دار": 737,
    " الد": 84,
    "الدا": 540,
    "لدار": 1114,
    "دار ": 738,
    "لب": 1088,
    "بي": 612,
    "يض": 1357,
    "ضا": 915,
    "الب": 526,
    "لبي": 1089,
    "بيض": 613,
    "يضا": 1358,
    "ضاء": 916,
    " الب": 79,
    "البي": 527,
    "لبيض": 1090,
    "بيضا": 614,
    "يضاء": 1359,
    "ضاء ": 917,
    "نح": 1245,
    "حو": 709,
    "و ": 1290,
    " نح": 238,
    "نحو": 1246,
    "حو ": 710,
    " نحو": 239,
    "نحو ": 1247,
    "لن": 1152,
    "ند": 1248,
    "دن": 751,
    " لن": 207,
    "لند": 1153,
    "ندن": 1252,
    "دن ": 752,
    " لند": 208,
    "لندن": 1154,
    "ندن ": 1253,
    "شه": 896,
    "هر": 1278,
    " شه": 153,
    "شهر": 897,
    "هر ": 1279,
    " شهر": 154,
    "شهر ": 898,
    "فب": 991,
    "بر": 593,
    "اي": 565,
    " فب": 183,
    "فبر": 992,
    "برا": 595,
    "راي": 791,
    "اير": 566,
    " فبر": 184,
    "فبرا": 993,
    "براي": 596,
    "راير": 792,
    "اير ": 567,
    "عن ": 960,
    " عن ": 172,
    "لر": 1115,
    "رب": 795,
    "اط": 499,
    "ط ": 922,
    "الر": 541,
    "لرب": 1116,
    "ربا": 796,
    "باط": 578,
    "اط ": 500,
    " الر": 85,
    "الرب": 542,
    "لربا": 1117,
    "رباط": 797,
    "باط ": 579,
    "رو": 828,
    " رو": 141,
    "روم": 829,
    "وما": 1316,
    " روم": 142,
    "روما": 830,
    "وما ": 1317,
    "بت": 583,
    "يخ": 1345,
    "خ ": 712,
    " بت": 95,
    "بتا": 584,
    "تار": 629,
    "ريخ": 836,
    "يخ ": 1346,
    " بتا": 96,
    "بتار": 585,
    "تاري": 631,
    "اريخ": 488,
    "ريخ ": 837,
    "_": 266,
    "n": 316,
    "u": 336,
    "m": 312,
    "r": 330,
    " _": 1,
    "__": 268,
    "_n": 272,
    "nu": 317,
    "um": 337,
    "mb": 313,
    "be": 276,
    "er": 291,
    "r_": 331,
    "_ ": 267,
    " __": 2,
    "__n": 270,
    "_nu": 273,
    "num": 318,
    "umb": 338,
    "mbe": 314,
    "ber": 277,
    "er_": 292,
    "r__": 332,
    "__ ": 269,
    " __n": 3,
    "__nu": 271,
    "_num": 274,
    "numb": 319,
    "umbe": 339,
    "mber": 315,
    "ber_": 278,
    "er__": 293,
    "r__ ": 333,
    "مب": 1176,
    " سب": 144,
    "سبت": 856,
    "بتم": 586,
    "تمب": 650,
    "مبر": 1177,
    "بر ": 594,
    " سبت": 145,
    "سبتم": 857,
    "بتمب": 587,
    "تمبر": 651,
    "مبر ": 1178,
    "تذ": 632,
    "ذك": 766,
    "رة": 800,
    " تذ": 109,
    "تذك": 633,
    "ذكر": 767,
    "كرة": 1047,
    "رة ": 801,
    " تذك": 110,
    "تذكر": 634,
    "ذكرة": 768,
    "كرة ": 1048,
    " د": 128,
    "در": 744,
    "رج": 802,
    "جة": 668,
    " در": 129,
    "درج": 745,
    "رجة": 803,
    "جة ": 669,
    " درج": 130,
    "درجة": 746,
    "رجة ": 804,
    "أع": 391,
    " أع": 45,
    "أعم": 392,
    "عما": 955,
    "مال": 1172,
    "ال ": 517,
    " أعم": 46,
    "أعما": 393,
    "عمال": 956,
    "مال ": 1173,
    "طن": 926,
    "نج": 1240,
    " طن": 163,
    "طنج": 927,
    "نجة": 1241,
    " طنج": 164,
    "طنجة": 928,
    "نجة ": 1242,
    "رش": 810,
    "شل": 893,
    "لو": 1155,
    "ون": 1320,
    "نة": 1238,
    " بر": 99,
    "برش": 599,
    "رشل": 811,
    "شلو": 894,
    "لون": 1156,
    "ونة": 1321,
    "نة ": 1239,
    " برش": 101,
    "برشل": 600,
    "رشلو": 812,
    "شلون": 895,
    "لونة": 1157,
    "ونة ": 1322,
    "قي": 1027,
    "الق": 549,
    "لقي": 1138,
    "قيا": 1028,
    "يام": 1335,
    " الق": 88,
    "القي": 550,
    "لقيا": 1139,
    "قيام": 1029,
    "يام ": 1336,
    " بح": 97,
    "بحج": 591,
    " بحج": 98,
    "بحجز": 592,
    "طي": 932,
    "ان": 561,
    " طي": 165,
    "طير": 933,
    "يرا": 1353,
    "ران": 789,
    "ان ": 562,
    " طير": 166,
    "طيرا": 934,
    "يران": 1354,
    "ران ": 790,
    "برح": 597,
    " برح": 100,
    "برحل": 598,
    "ذه": 772,
    "ها": 1272,
    " ذه": 134,
    "ذها": 773,
    "هاب": 1273,
    "اب ": 450,
    " ذها": 135,
    "ذهاب": 774,
    "هاب ": 1274,
    "قط": 1023,
    " فق": 187,
    "فقط": 1004,
    "قط ": 1024,
    " فقط": 188,
    "فقط ": 1005,
    "إي": 433,
    "وإي": 1294,
    "إيا": 434,
    "ياب": 1330,
    " وإي": 252,
    "وإيا": 1295,
    "إياب": 435,
    "ياب ": 1331,
    "اق": 509,
    "قت": 1020,
    "تص": 638,
    "صا": 904,
    "اد": 475,
    "دي": 753,
    " اق": 72,
    "اقت": 510,
    "قتص": 1021,
    "تصا": 639,
    "صاد": 905,
    "ادي": 479,
    "دية": 754,
    " اقت": 73,
    "اقتص": 511,
    "قتصا": 1022,
    "تصاد": 640,
    "صادي": 906,
    "ادية": 480,
    "دية ": 755,
    "ول": 1310,
    "أول": 414,
    "ولى": 1312,
    " أول": 58,
    "أولى": 416,
    "ولى ": 1313,
    "فن": 1006,
    "دق": 747,
    " فن": 189,
    "فند": 1009,
    "ندق": 1249,
    "دق ": 748,
    " فند": 191,
    "فندق": 1010,
    "ندق ": 1250,
    "إق": 425,
    " إق": 60,
    "إقا": 426,
    "قام": 1018,
    " إقا": 61,
    "إقام": 427,
    "قامة": 1019,
    "فا": 986,
    " فا": 180,
    "فاس": 989,
    "اس ": 491,
    " فاس": 182,
    "فاس ": 990,
    "ـ": 983,
    "لـ": 1133,
    "ـ ": 984,
    " لـ": 203,
    "لـ ": 1134,
    " لـ ": 204,
    "شخ": 882,
    "خص": 725,
    "صي": 910,
    " شخ": 149,
    "شخص": 885,
    "خصي": 727,
    "صين": 911,
    "ين ": 1367,
    " شخص": 150,
    "شخصي": 887,
    "خصين": 728,
    "صين ": 912,
    "أح": 367,
    "حت": 689,
    "ج ": 664,
    " أح": 31,
    "أحت": 368,
    "حتا": 690,
    "تاج": 625,
    "اج ": 457,
    " أحت": 32,
    "أحتا": 369,
    "حتاج": 691,
    "تاج ": 626,
    "جو": 676,
    " نج": 236,
    "نجو": 1243,
    "جوم": 677,
    "وم ": 1315,
    " نجو": 237,
    "نجوم": 1244,
    "جوم ": 678,
    " هل": 245,
    "هل ": 1281,
    " هل ": 246,
    "يم": 1363,
    "مك": 1202,
    "كن": 1059,
    "نك": 1257,
    " يم": 260,
    "يمك": 1364,
    "مكن": 1205,
    "كنك": 1060,
    "نك ": 1258,
    " يمك": 261,
    "يمكن": 1365,
    "مكنك": 1206,
    "كنك ": 1061,
    "يج": 1339,
    "جا": 665,
    " إي": 65,
    "إيج": 436,
    "يجا": 1340,
    "جاد": 666,
    "اد ": 476,
    " إيج": 66,
    "إيجا": 437,
    "يجاد": 1341,
    "جاد ": 667,
    "يح": 1342,
    "حة": 687,
    "مري": 1194,
    "ريح": 834,
    "يحة": 1343,
    "حة ": 688,
    " مري": 222,
    "مريح": 1195,
    "ريحة": 835,
    "يحة ": 1344,
    "كا": 1037,
    "أكا": 395,
    "كاد": 1038,
    "دير": 756,
    " أكا": 48,
    "أكاد": 396,
    "كادي": 1039,
    "ادير": 481,
    "دير ": 757,
    "أرب": 378,
    "ربع": 798,
    " أرب": 38,
    "أربع": 379,
    "ربعة": 799,
    "خا": 713,
    "اص": 497,
    "ص ": 903,
    "أشخ": 387,
    "شخا": 883,
    "خاص": 714,
    "اص ": 498,
    " أشخ": 43,
    "أشخا": 388,
    "شخاص": 884,
    "خاص ": 715,
    " مك": 227,
    "مكا": 1203,
    "كان": 1040,
    " مكا": 228,
    "مكان": 1204,
    "كان ": 1041,
    "هن": 1284,
    " هن": 247,
    "هنا": 1285,
    "ناك": 1234,
    " هنا": 248,
    "هناك": 1286,
    "ناك ": 1235,
    "فنا": 1007,
    "ناد": 1230,
    "ادق": 477,
    " فنا": 190,
    "فناد": 1008,
    "نادق": 1231,
    "ادق ": 478,
    "تاح": 627,
    "احة": 462,
    "متاح": 1184,
    "تاحة": 628,
    "احة ": 463,
    "ئ": 438,
    "عا": 937,
    "ائ": 446,
    "ئل": 439,
    " لع": 201,
    "لعا": 1124,
    "عائ": 938,
    "ائل": 447,
    "ئلة": 440,
    " لعا": 202,
    "لعائ": 1125,
    "عائل": 939,
    "ائلة": 448,
    "ئلة ": 441,
    "كو": 1062,
    "مكو": 1207,
    "كون": 1063,
    " مكو": 229,
    "مكون": 1208,
    "كونة": 1064,
    "غر": 975,
    "فة": 994,
    " غر": 175,
    "غرف": 976,
    "رفة": 819,
    "فة ": 995,
    " غرف": 176,
    "غرفة": 977,
    "رفة ": 820,
    "دقي": 749,
    "قية": 1030,
    "ندقي": 1251,
    "دقية": 750,
    "قية ": 1031,
    "اخ": 470,
    "خر": 719,
    "فاخ": 987,
    "اخر": 473,
    "خرة": 721,
    " فاخ": 181,
    "فاخر": 988,
    "اخرة": 474,
    "خرة ": 722,
    "مد": 1185,
    " مد": 217,
    "مدي": 1186,
    "دين": 758,
    "ينة": 1370,
    " مدي": 218,
    "مدين": 1187,
    "دينة": 759,
    "ينة ": 1371,
    "تط": 641,
    "طو": 929,
    " تط": 111,
    "تطو": 642,
    "طوا": 930,
    "وان": 1301,
    " تطو": 112,
    "تطوا": 643,
    "طوان": 931,
    "وان ": 1302,
    "أخ": 370,
    "خت": 716,
    " أخ": 33,
    "أخت": 371,
    "ختا": 717,
    " أخت": 34,
    "أختا": 372,
    "ختار": 718,
    "تار ": 630,
    "لأ": 1073,
    "الأ": 520,
    "لأو": 1074,
    "ول ": 1311,
    " الأ": 76,
    "الأو": 521,
    "لأول": 1075,
    "أول ": 415,
    "لث": 1102,
    "ثا": 660,
    "الث": 533,
    "لثا": 1103,
    "ثان": 661,
    "اني": 563,
    " الث": 81,
    "الثا": 534,
    "لثان": 1104,
    "ثاني": 662,
    "اني ": 564,
    " اخ": 70,
    "اخت": 471,
    " اخت": 71,
    "اختا": 472,
    " ج": 117,
    "جي": 679,
    " جي": 118,
    "جيد": 680,
    " جيد": 119,
    "جيد ": 681,
    "رق": 823,
    " رق": 139,
    "رقم": 824,
    " رقم": 140,
    "رقم ": 825,
    " تم": 115,
    " تما": 116,
    " تغ": 113,
    " تغي": 114,
    "شي": 899,
    "يء": 1327,
    " شي": 155,
    "شيء": 900,
    "يء ": 1328,
    " شيء": 156,
    "شيء ": 901,
    " آ": 19,
    "آخ": 348,
    " آخ": 20,
    "آخر": 349,
    "خر ": 720,
    " آخر": 21,
    "آخر ": 350,
    "لتا": 1096,
    "التا": 530,
    "لتار": 1097,
    "لمد": 1148,
    "المد": 555,
    "لمدي": 1149,
    " خ": 125,
    "ات": 454,
    "ت ": 618,
    " خي": 126,
    "ارا": 484,
    "رات": 778,
    "ات ": 455,
    " خيا": 127,
    "يارا": 1334,
    "ارات": 485,
    "رات ": 779,
    "رى": 831,
    "أخر": 373,
    "خرى": 723,
    "رى ": 832,
    " أخر": 35,
    "أخرى": 374,
    "خرى ": 724,
    "رال": 787,
    "دارا": 739,
    "ارال": 486,
    "رالب": 788,
    "خص ": 726,
    "شخص ": 886,
    "حد": 697,
    " وا": 253,
    "واح": 1297,
    "احد": 466,
    "حد ": 698,
    " واح": 254,
    "واحد": 1298,
    "احد ": 467
  },
  "response": null,
  "action_text": null
}