{
  "text": {
    " ": 0,
    "أ": 144,
    "ر": 332,
    "ي": 556,
    "د": 311,
    " أ": 4,
    "أر": 154,
    "ري": 350,
    "يد": 565,
    "د ": 312,
    " أر": 11,
    "أري": 155,
    "ريد": 353,
    "يد ": 566,
    " أري": 12,
    "أريد": 156,
    "ريد ": 354,
    "ح": 291,
    "ج": 279,
    "ز": 362,
    " ح": 46,
    "حج": 295,
    "جز": 283,
    "ز ": 363,
    " حج": 47,
    "حجز": 296,
    "جز ": 284,
    " حجز": 48,
    "حجز ": 297,
    "ل": 447,
    "ة": 258,
    " ر": 57,
    "رح": 345,
    "حل": 298,
    "لة": 456,
    "ة ": 259,
    " رح": 58,
    "رحل": 346,
    "حلة": 299,
    "لة ": 457,
    " رحل": 59,
    "رحلة": 347,
    "حلة ": 300,
    "م": 490,
    "ن": 505,
    " م": 85,
    "من": 501,
    "ن ": 506,
    " من": 90,
    "من ": 502,
    " من ": 91,
    "ا": 182,
    "ك": 439,
    "ش": 371,
    "مر": 495,
    "را": 334,
    "اك": 218,
    "كش": 445,
    "ش ": 372,
    " مر": 88,
    "مرا": 496,
    "راك": 335,
    "اكش": 219,
    "كش ": 446,
    " مرا": 89,
    "مراك": 497,
    "راكش": 336,
    "اكش ": 220,
    "إ": 175,
    "ى": 554,
    " إ": 22,
    "إل": 176,
    "لى": 484,
    "ى ": 555,
    " إل": 23,
    "إلى": 177,
    "لى ": 485,
    " إلى": 24,
    "إلى ": 178,
    " ا": 25,
    "ال": 221,
    "لد": 467,
    "دا": 313,
    "ار": 201,
    "ر ": 333,
    " ال": 28,
    "الد": 230,
    "لدا": 468,
    "دار": 314,
    "ار ": 202,
    " الد": 33,
    "الدا": 231,
    "لدار": 469,
    "دار ": 315,
    "ب": 243,
    "ض": 384,
    "ء": 142,
    "لب": 453,
    "بي": 252,
    "يض": 573,
    "ضا": 386,
    "اء": 184,
    "ء ": 143,
    "الب": 224,
    "لبي": 454,
    "بيض": 253,
    "يضا": 574,
    "ضاء": 387,
    "اء ": 185,
    " الب": 30,
    "البي": 225,
    "لبيض": 455,
    "بيضا": 254,
    "يضاء": 575,
    "ضاء ": 388,
    "و": 534,
    " ي": 104,
    "يو": 578,
    "وم": 549,
    "م ": 491,
    " يو": 105,
    "يوم": 582,
    "وم ": 550,
    " يوم": 107,
    "يوم ": 583,
    "_": 109,
    "n": 130,
    "u": 138,
    "m": 126,
    "b": 118,
    "e": 122,
    "r": 134,
    " _": 1,
    "__": 111,
    "_n": 115,
    "nu": 131,
    "um": 139,
    "mb": 127,
    "be": 119,
    "er": 123,
    "r_": 135,
    "_ ": 110,
    " __": 2,
    "__n": 113,
    "_nu": 116,
    "num": 132,
    "umb": 140,
    "mbe": 128,
    "ber": 120,
    "er_": 124,
    "r__": 136,
    "__ ": 112,
    " __n": 3,
    "__nu": 114,
    "_num": 117,
    "numb": 133,
    "umbe": 141,
    "mber": 129,
    "ber_": 121,
    "er__": 125,
    "r__ ": 137,
    "ول": 544,
    "لي": 486,
    "و ": 535,
    "يول": 580,
    "ولي": 547,
    "ليو": 488,
    "يو ": 579,
    " يول": 106,
    "يولي": 581,
    "وليو": 548,
    "ليو ": 489,
    "ذ": 326,
    "ه": 524,
    "ً": 589,
    " ذ": 54,
    "ذه": 329,
    "ها": 525,
    "اب": 186,
    "بً": 255,
    "ًا": 590,
    "ا ": 183,
    " ذه": 55,
    "ذها": 330,
    "هاب": 526,
    "ابً": 188,
    "بًا": 256,
    "ًا ": 591,
    " ذها": 56,
    "ذهاب": 331,
    "هابً": 528,
    "ابًا": 189,
    "بًا ": 257,
    " و": 101,
    "وإ": 536,
    "إي": 179,
    "يا": 558,
    " وإ": 102,
    "وإي": 537,
    "إيا": 180,
    "ياب": 559,
    " وإي": 103,
    "وإيا": 538,
    "إياب": 181,
    "يابً": 560,
    "ف": 419,
    " ف": 71,
    "في": 430,
    "ي ": 557,
    " في": 78,
    "في ": 431,
    " في ": 79,
    "در": 316,
    "رج": 342,
    "جة": 281,
    "لدر": 470,
    "درج": 317,
    "رجة": 343,
    "جة ": 282,
    "الدر": 232,
    "لدرج": 471,
    "درجة": 318,
    "رجة ": 344,
    "ق": 432,
    "ت": 260,
    "ص": 379,
    "لا": 448,
    "اق": 215,
    "قت": 434,
    "تص": 267,
    "صا": 381,
    "اد": 198,
    "دي": 323,
    "ية": 561,
    "الا": 222,
    "لاق": 451,
    "اقت": 216,
    "قتص": 435,
    "تصا": 268,
    "صاد": 382,
    "ادي": 199,
    "دية": 324,
    "ية ": 562,
    " الا": 29,
    "الاق": 223,
    "لاقت": 452,
    "اقتص": 217,
    "قتصا": 436,
    "تصاد": 269,
    "صادي": 383,
    "ادية": 200,
    "دية ": 325,
    "اح": 195,
    " اح": 26,
    "احج": 196,
    " احج": 27,
    "احجز": 197,
    " ل": 80,
    " لي": 83,
    "لي ": 487,
    " لي ": 84,
    "ط": 389,
    " ط": 63,
    "طي": 396,
    "ير": 567,
    "ان": 241,
    " طي": 66,
    "طير": 397,
    "يرا": 569,
    "ران": 337,
    "ان ": 242,
    " طير": 67,
    "طيرا": 398,
    "يران": 570,
    "ران ": 338,
    "لر": 472,
    "رب": 339,
    "با": 245,
    "اط": 213,
    "ط ": 390,
    "الر": 233,
    "لرب": 473,
    "ربا": 340,
    "باط": 248,
    "اط ": 214,
    " الر": 34,
    "الرب": 234,
    "لربا": 474,
    "رباط": 341,
    "باط ": 249,
    "س": 364,
    " ب": 38,
    "يس": 571,
    "س ": 365,
    " با": 39,
    "بار": 246,
    "اري": 203,
    "ريس": 355,
    "يس ": 572,
    " بار": 40,
    "باري": 247,
    "اريس": 205,
    "ريس ": 356,
    "ون": 551,
    "ني": 521,
    "يون": 584,
    "وني": 552,
    "نيو": 522,
    " يون": 108,
    "يوني": 585,
    "ونيو": 553,
    "نيو ": 523,
    "مد": 492,
    " مد": 86,
    "مدر": 493,
    "دري": 319,
    " مدر": 87,
    "مدري": 494,
    "دريد": 320,
    "فا": 421,
    "اس": 207,
    " فا": 72,
    "فاس": 422,
    "اس ": 208,
    " فاس": 73,
    "فاس ": 423,
    "غ": 408,
    "أغ": 160,
    "غس": 409,
    "سط": 368,
    "طس": 391,
    " أغ": 15,
    "أغس": 161,
    "غسط": 410,
    "سطس": 369,
    "طس ": 392,
    " أغس": 16,
    "أغسط": 162,
    "غسطس": 411,
    "سطس ": 370,
    " د": 51,
    " در": 52,
    " درج": 53,
    "أو": 166,
    " أو": 19,
    "أول": 169,
    "ولى": 545,
    " أول": 21,
    "أولى": 170,
    "ولى ": 546,
    "ب ": 244,
    "اب ": 187,
    "هاب ": 527,
    "فق": 424,
    "قط": 437,
    " فق": 74,
    "فقط": 425,
    "قط ": 438,
    " فقط": 75,
    "فقط ": 426,
    "فن": 427,
    "ند": 515,
    "دق": 321,
    "ق ": 433,
    " فن": 76,
    "فند": 428,
    "ندق": 516,
    "دق ": 322,
    " فند": 77,
    "فندق": 429,
    "ندق ": 517,
    " ن": 93,
    "نج": 510,
    "جو": 288,
    " نج": 94,
    "نجو": 513,
    "جوم": 289,
    " نجو": 95,
    "نجوم": 514,
    "جوم ": 290,
    "طن": 393,
    " طن": 64,
    "طنج": 394,
    "نجة": 511,
    " طنج": 65,
    "طنجة": 395,
    "نجة ": 512,
    "ث": 273,
    "لث": 461,
    "ثل": 276,
    "اث": 190,
    "ثة": 274,
    " لث": 81,
    "لثل": 462,
    "ثلا": 277,
    "لاث": 449,
    "اثة": 191,
    "ثة ": 275,
    " لثل": 82,
    "لثلا": 463,
    "ثلاث": 278,
    "لاثة": 450,
    "اثة ": 192,
    "خ": 303,
    "أش": 157,
    "شخ": 373,
    "خا": 305,
    "اص": 211,
    "ص ": 380,
    " أش": 13,
    "أشخ": 158,
    "شخا": 374,
    "خاص": 306,
    "اص ": 212,
    " أشخ": 14,
    "أشخا": 159,
    "شخاص": 375,
    "خاص ": 307,
    "أح": 148,
    "حت": 292,
    "تا": 261,
    "اج": 193,
    "ج ": 280,
    " أح": 7,
    "أحت": 149,
    "حتا": 293,
    "تاج": 262,
    "اج ": 194,
    " أحت": 8,
    "أحتا": 150,
    "حتاج": 294,
    "تاج ": 263,
    "حي": 301,
    " حي": 49,
    "حي ": 302,
    " حي ": 50,
    "ع": 399,
    "لم": 478,
    "مع": 498,
    "عا": 400,
    "يف": 576,
    "ف ": 420,
    "الم": 237,
    "لمع": 479,
    "معا": 499,
    "عار": 401,
    "ريف": 357,
    "يف ": 577,
    " الم": 36,
    "المع": 238,
    "لمعا": 480,
    "معار": 500,
    "عاري": 402,
    "اريف": 206,
    "ريف ": 358,
    "ـ": 417,
    "بـ": 250,
    "ـ ": 418,
    " بـ": 41,
    "بـ ": 251,
    " بـ ": 42,
    "أخ": 151,
    "خت": 308,
    " أخ": 9,
    "أخت": 152,
    "ختا": 309,
    "تار": 264,
    " أخت": 10,
    "أختا": 153,
    "ختار": 310,
    "تار ": 265,
    " ه": 98,
    "هذ": 531,
    "ذا": 327,
    " هذ": 99,
    "هذا": 532,
    "ذا ": 328,
    " هذا": 100,
    "هذا ": 533,
    "لع": 475,
    "عر": 403,
    "رض": 348,
    "ض ": 385,
    "الع": 235,
    "لعر": 476,
    "عرض": 404,
    "رض ": 349,
    " الع": 35,
    "العر": 236,
    "لعرض": 477,
    "عرض ": 405,
    "نا": 507,
    "سب": 366,
    "منا": 503,
    "ناس": 508,
    "اسب": 209,
    "سب ": 367,
    " منا": 92,
    "مناس": 504,
    "ناسب": 509,
    "اسب ": 210,
    "ود": 542,
    "أود": 167,
    "ود ": 543,
    " أود": 20,
    "أود ": 168,
    " ت": 43,
    "تغ": 270,
    "غي": 412,
    "يي": 586,
    " تغ": 44,
    "تغي": 271,
    "غيي": 415,
    "يير": 587,
    "ير ": 568,
    " تغي": 45,
    "تغيي": 272,
    "غيير": 416,
    "يير ": 588,
    "لو": 481,
    "وج": 539,
    "جه": 285,
    "هة": 529,
    "الو": 239,
    "لوج": 482,
    "وجه": 540,
    "جهة": 286,
    "هة ": 530,
    " الو": 37,
    "الوج": 240,
    "لوجه": 483,
    "وجهة": 541,
    "جهة ": 287,
    " غ": 68,
    " غي": 69,
    "غير": 413,
    " غير": 70,
    "غير ": 414,
    "لت": 458,
    "يخ": 563,
    "خ ": 304,
    "الت": 226,
    "لتا": 459,
    "ريخ": 351,
    "يخ ": 564,
    " الت": 31,
    "التا": 227,
    "لتار": 460,
    "تاري": 266,
    "اريخ": 204,
    "ريخ ": 352,
    "نع": 518,
    "عم": 406,
    " نع": 96,
    "نعم": 519,
    "عم ": 407,
    " نعم": 97,
    "نعم ": 520,
    "أك": 163,
    "كد": 440,
    " أك": 17,
    "أكد": 164,
    "كد ": 441,
    " أكد": 18,
    "أكد ": 165,
    "لح": 464,
    "الح": 228,
    "لحج": 465,
    " الح": 32,
    "الحج": 229,
    "لحجز": 466,
    "ؤ": 171,
    "أؤ": 145,
    "ؤك": 172,
    " أؤ": 5,
    "أؤك": 146,
    "ؤكد": 173,
    " أؤك": 6,
    "أؤكد": 147,
    "ؤكد ": 174,
    " ش": 60,
    "شك": 376,
    "كر": 442,
    "رً": 359,
    " شك": 61,
    "شكر": 377,
    "كرً": 443,
    "رًا": 360,
    " شكر": 62,
    "شكرً": 378,
    "كرًا": 444,
    "رًا ": 361
  },
  "response": null,
  "action_text": null
}